{"translations":{"Keep your passwords secret":"Κρατήστε τους κωδικούς σας μυστικούς","Customize your experience":"Προσαρμόστε την εμπειρία σας","Get connected":"Συνδεθείτε","Encrypt my existing passwords":"Κρυπτογράφηση των υφιστάμενων κωδικών μου","Save the password":"Αποθηκεύστε τον κωδικό πρόσβασης","Repeat your password":"Επαναλάβετε τον κωδικό πρόσβασής σας","Installing Encryption":"Εγκατάσταση κρυπτογράφησης","Keychain":"Μπρελόκ","Clean up":"Καθαρισμός","Success":"Επιτυχία","Find help when you need it":"Βρείτε βοήθεια όταν τη χρειάζεστε","Go to Apps and Extensions":"Μεταβείτε στην ενότητα Εφαρμογές και επεκτάσεις","Continue":"Συνεχίστε","Skip":"Παράλειψη","Check password security with":"Ελέγξτε την ασφάλεια του κωδικού πρόσβασης με","Generate passwords using":"Δημιουργήστε κωδικούς πρόσβασης χρησιμοποιώντας","Get favicons from":"Πάρτε favicons από","Get website previews from":"Αποκτήστε προεπισκοπήσεις ιστοτόπων από","Make backups":"Κάντε αντίγραφα ασφαλείας","View all settings":"Προβολή όλων των ρυθμίσεων","Read our tips for admins":"Διαβάστε τις συμβουλές μας για τους διαχειριστές","Password (min. 12 characters)":"Κωδικός πρόσβασης (τουλάχιστον 12 χαρακτήρες)","Encryption in progress…":"Κρυπτογράφηση σε εξέλιξη…","There are many settings so you can customize your experience.":"Υπάρχουν πολλές ρυθμίσεις ώστε να μπορείτε να προσαρμόσετε την εμπειρία σας.","You can find all of them in \"More\", but we put the most common here:":"Μπορείτε να τα βρείτε όλα στο \"Περισσότερα\", αλλά εδώ θα βρείτε τα πιο συνηθισμένα:","A safe home for your passwords":"Ένα ασφαλές σπίτι για τους κωδικούς πρόσβασής σας","After launch, show my":"Μετά την εκτόξευση, δείξτε μου","folders":"φάκελοι","tags":"ετικέτες","favorites":"αγαπημένα","passwords":"κωδικοί πρόσβασης","recently changed":"πρόσφατα άλλαξε","Mark my passwords if...":"Σημειώστε τους κωδικούς μου αν…","they are older than":"είναι μεγαλύτεροι από","three months":"τρεις μήνες","six months":"έξι μήνες","one year":"ένα έτος","two years":"δύο χρόνια","{days} days":"{days} ημέρες","they are duplicates":"είναι αντίγραφα","Make my new passwords":"Κάντε τους νέους μου κωδικούς πρόσβασης","strong":"ισχυρή","stronger":"ισχυρότερο","very strong":"πολύ ισχυρή","extremely strong":"εξαιρετικά ισχυρή","include numbers":"περιλαμβάνουν αριθμούς","include special characters":"περιλαμβάνουν ειδικούς χαρακτήρες","Passwords offers modern and strong encryption to protect your data from prying eyes.":"Το Passwords προσφέρει σύγχρονη και ισχυρή κρυπτογράφηση για την προστασία των δεδομένων σας από τα αδιάκριτα μάτια.","Choose a secure password below to activate the ultimate protection for your passwords.":"Επιλέξτε έναν ασφαλή κωδικό πρόσβασης παρακάτω για να ενεργοποιήσετε την απόλυτη προστασία των κωδικών σας.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Αποκτήστε πρόσβαση στους κωδικούς πρόσβασής σας με ευκολία από οπουδήποτε, χάρη στις εφαρμογές και τις επεκτάσεις μας.","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Μπορείτε να βρείτε την ενότητα \"Εφαρμογές και επεκτάσεις\" στην ενότητα \"Περισσότερα\" ή απλά κάντε κλικ στο παρακάτω κουμπί.","Passwords can be customized in a lot of different ways.":"Οι κωδικοί πρόσβασης μπορούν να προσαρμοστούν με πολλούς διαφορετικούς τρόπους.","As administrator you might want to take a look at these common settings.":"Ως διαχειριστής, ίσως θελήσετε να ρίξετε μια ματιά σε αυτές τις κοινές ρυθμίσεις.","Whenever you don't know how something works, have questions or need help with a problem:":"Κάθε φορά που δεν ξέρετε πώς λειτουργεί κάτι, έχετε ερωτήσεις ή χρειάζεστε βοήθεια για ένα πρόβλημα:","Help is just around the corner.":"Η βοήθεια είναι στη γωνία.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"Το ενσωματωμένο μας εγχειρίδιο μπορεί να βρεθεί κάνοντας κλικ στο \"Περισσότερα\" και εξηγεί την εφαρμογή με όλες τις λεπτομέρειες.","In any other case, our community is the right place to ask your questions.":"Σε κάθε άλλη περίπτωση, η κοινότητά μας είναι το κατάλληλο μέρος για να θέσετε τις ερωτήσεις σας.","Handbook will be opened after the tutorial":"Το εγχειρίδιο θα ανοίξει μετά το σεμινάριο","Enter a password with 12 characters or more":"Εισάγετε έναν κωδικό πρόσβασης με 12 ή περισσότερους χαρακτήρες","Your password needs at least 12 characters and the confirmation password must be the same":"Ο κωδικός πρόσβασής σας πρέπει να έχει τουλάχιστον 12 χαρακτήρες και ο κωδικός επιβεβαίωσης πρέπει να είναι ο ίδιος.","StartText1":"Καλώς ήρθατε στην εφαρμογή Passwords App για το Nextcloud, το ιδανικό μέρος για να διατηρείτε τους κωδικούς σας ασφαλείς και οργανωμένους.","StartText2":"Ας ξεκινήσουμε"},"pluralForm":"nplurals=2; plural=(n != 1);"}