{"translations":{"they are duplicates":"il s'agit de doublons","Make my new passwords":"Créer mes nouveaux mots de passe","strong":"fort","stronger":"plus fort","Handbook will be opened after the tutorial":"Le manuel sera ouvert après le tutoriel","After launch, show my":"Après le lancement, montrez mon","folders":"dossiers","tags":"étiquettes","favorites":"favoris","passwords":"mots de passe","recently changed":"récemment modifié","they are older than":"ils sont plus âgés que","three months":"trois mois","six months":"six mois","one year":"un an","two years":"deux ans","{days} days":"{days} jours","very strong":"très fort","extremely strong":"extrêmement fort","include numbers":"Inclure des chiffres","include special characters":"Inclure des caractères spéciaux","A safe home for your passwords":"Une lieu sûr pour vos mots de passe","Keep your passwords secret":"Gardez vos mots de passe secrets","Customize your experience":"Personnalisez votre expérience","Get connected":"Connectez-vous","Encrypt my existing passwords":"Chiffrer mes mots de passe existants","Save the password":"Sauvegarder le mot de passe","Repeat your password":"Répétez votre mot de passe","Installing Encryption":"Installation du chiffrement","Keychain":"Porte-clés","Clean up":"Nettoyer","Success":"Succès","Find help when you need it":"Trouvez de l'aide quand vous en avez besoin","Go to Apps and Extensions":"Allez dans Apps et Extensions","Continue":"Continuer","Skip":"Passer","Check password security with":"Vérifiez la sécurité des mots de passe avec","Generate passwords using":"Générer des mots de passe en utilisant","Get favicons from":"Obtenir des favicons à partir de","Get website previews from":"Obtenez des aperçus du site Web de","Make backups":"Faites des sauvegardes","View all settings":"Voir tous les paramètres","Read our tips for admins":"Lisez nos conseils pour les administrateurs","Password (min. 12 characters)":"Mot de passe (12 caractères minimum)","Encryption in progress…":"Chiffrement en cours…","There are many settings so you can customize your experience.":"Il existe de nombreux paramètres vous permettant de personnaliser votre expérience.","You can find all of them in \"More\", but we put the most common here:":"Vous pouvez les trouver tous dans \"Plus\", mais nous avons mis les plus courants ici :","Passwords offers modern and strong encryption to protect your data from prying eyes.":"Passwords offre un chiffrement moderne et puissant pour protéger vos données des regards indiscrets.","Choose a secure password below to activate the ultimate protection for your passwords.":"Choisissez un mot de passe sécurisé ci-dessous pour activer la protection ultime de vos mots de passe.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Accédez à vos mots de passe en toute simplicité, où que vous soyez, grâce à nos applications et extensions.","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Vous pouvez trouver notre section Apps et Extensions dans \"Plus\" ou simplement cliquer sur le bouton ci-dessous.","Passwords can be customized in a lot of different ways.":"Les mots de passe peuvent être personnalisés de nombreuses manières différentes.","As administrator you might want to take a look at these common settings.":"En tant qu'administrateur, vous voudrez peut-être jeter un coup d'œil à ces paramètres courants.","Whenever you don't know how something works, have questions or need help with a problem:":"Chaque fois que vous ne savez pas comment quelque chose fonctionne, que vous avez des questions ou que vous avez besoin d'aide pour résoudre un problème :","Help is just around the corner.":"L'aide est juste à portée de clic.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"Notre manuel intégré peut être consulté en cliquant sur \"Plus\" et explique l'application dans tous ses détails.","Mark my passwords if...":"Marquez mes mots de passe si…","In any other case, our community is the right place to ask your questions.":"Dans tous les autres cas, notre communauté est le parfait endroit pour poser vos questions.","Enter a password with 12 characters or more":"Entrez un mot de passe de 12 caractères ou plus","Your password needs at least 12 characters and the confirmation password must be the same":"Votre mot de passe doit comporter au moins 12 caractères et le mot de passe de confirmation doit être identique.","StartText1":"Bienvenue dans l'application Mots de passe pour Nextcloud, l'endroit idéal pour garder vos mots de passe en sécurité et organisés.","StartText2":"Commençons par le commencement"},"pluralForm":"nplurals=2; plural=(n != 1);"}