{"translations":{"Store 50% of the hash":"Stocker 50% du hachage","Security Check Hash":"Hachage de contrôle de sécurité","Don't store hashes":"Ne pas stocker les hachages","Store 75% of the hash":"Stocker 75% du hachage","Store the full hash":"Stocker le hachage complet","Login & Session":"Connexion et session","Keep me logged in":"Gardez-moi connecté","Always":"Toujours","When i'm working":"Quand je travaille","When i'm active":"Quand je suis actif","End session after":"Fin de la session après","One minute":"Une minute","End-to-end Encryption":"Chiffrement de bout en bout","Server encryption mode":"Mode de chiffrement du serveur","None if CSE used":"Aucun si le CSE est utilisé","Simple encryption":"Chiffrement simple","Client encryption mode":"Mode de chiffrement du client","Change Password":"Changer le mot de passe","Passwords Detail View":"Vue détaillée des mots de passe","Show website preview":"Aperçu du site web","New password":"Nouveau mot de passe","Repeat password":"Répéter le mot de passe","Old password":"Ancien mot de passe","Password changed":"Mot de passe modifié","Changing password failed":"Échec du changement de mot de passe","Administration Issues":"Problèmes administratifs","Password Sharing":"Partage de mot de passe","Share as editable by default":"Partager comme modifiable par défaut","Allow sharing by default":"Autoriser le partage par défaut","Invalid reset code":"Code de réinitialisation invalide","Add numbers to generated passwords":"Ajouter des chiffres aux mots de passe générés","Add special characters to generated passwords":"Ajouter des caractères spéciaux aux mots de passe générés","Specify the amount of time after a request before the session is cancelled":"Spécifiez le délai après une demande avant que la session ne soit annulée.","Choose the type of encryption used to encrypt data on the server":"Choisissez le type de chiffrement utilisé pour chiffrer les données sur le serveur","Run the installation wizard to set up encryption for your passwords":"Exécutez l'assistant d'installation pour configurer le chiffrement de vos mots de passe.","Change the encryption password":"Modifier le mot de passe de chiffrement","Show a preview of the associated website in the details. (Not on mobiles)":"Afficher un aperçu du site web associé dans les détails. (Pas sur les mobiles)","Notifies you of configuration errors and other administrative issues":"Vous informe des erreurs de configuration et d'autres problèmes administratifs.","Enter \"{code}\" to reset your account and delete everything.":"Entrez \"{code}\" pour réinitialiser votre compte et tout effacer.","You can use this dialog to change your master password.":"Vous pouvez utiliser cette boîte de dialogue pour modifier votre mot de passe principal.","Your password must be longer than 12 characters and not the old password":"Votre mot de passe doit comporter plus de 12 caractères et ne doit pas être l'ancien mot de passe.","Please confirm your new password":"Veuillez confirmer votre nouveau mot de passe","You must enter your old password":"Vous devez entrer votre ancien mot de passe","Your password has been changed successfully.":"Votre mot de passe a été modifié avec succès.","Enable the option to let other users edit a shared password by default":"Activez l'option permettant aux autres utilisateurs de modifier un mot de passe partagé par défaut.","Enable the option to let other users share a shared password by default":"Activez l'option permettant aux autres utilisateurs de partager un mot de passe partagé par défaut.","Open the settings page in the handbook":"Ouvrez la page des paramètres dans le manuel","Send keep-alive requests to the server to prevent the session from being cancelled":"Envoyer des requêtes de maintien de connexion au serveur pour empêcher l'annulation de la session.","Choose the type of encryption used to encrypt data on the client before it's sent to the server":"Choisissez le type de chiffrement utilisé pour chiffrer les données sur le client avant qu'elles ne soient envoyées au serveur.","The SHA-1 hash is used to check for breached passwords. A partial hash can prevent brute force attacks in case the server is hacked but may also cause safe passwords to be mistakenly reported as breached.":"Le hachage SHA-1 est utilisé pour vérifier les mots de passe violés. Un hachage partiel permet d'éviter les attaques par force brute en cas de piratage du serveur, mais peut également entraîner la déclaration par erreur de mots de passe sûrs comme étant violés.","SettingsMouseWheelAction":"Action du clic de la molette de la souris","SettingsMouseWheelActionHelp":"Action à exécuter lorsque la molette de la souris est cliquée sur une entrée de mot de passe.","SettingsCustomAction":"Afficher le bouton de raccourci pour","SettingsCustomActionHelp":"Ajoute un bouton supplémentaire pour l'action spécifiée dans la vue bureau.","SettingsShowShareTab":"Afficher l'onglet Partage","SettingsRecoverItems":"Récupérer les éléments cachés","SettingsRecoverItemsButton":"Récupérer des éléments","SettingsRecoverItemsHelp":"Cette action supprime l'indicateur \"caché\" des éléments, de sorte que ces éléments apparaissent à nouveau dans l'application.","RecoverItemsSelectTitle":"Récupérer les éléments cachés","RecoverItemsSelectText":"Veuillez sélectionner un type d'objets cachés que vous souhaitez récupérer.","RecoverItemsInvisiblePwd":"Mots de passe qui ne sont pas dans un dossier caché","RecoverItemsInvisiblePwdTitle":"Récupérer les mots de passe cachés qui se trouvent dans un dossier qui n'est pas lui-même caché","RecoverItemsPasswords":"Tous les mots de passe cachés","RecoverItemsPasswordsTitle":"Récupérer tous les mots de passe cachés, quel que soit l'état du dossier.","RecoverItemsFolders":"Tous les dossiers cachés","RecoverItemsFoldersTitle":"Récupérer tous les dossiers cachés","RecoverItemsTags":"Toutes les étiquettes cachées","RecoverItemsTagsTitle":"Récupérer toutes les étiquettes cachées","RecoverItemsSuccessMessage":"Récupéré le(s) mot(s) de passe {passwords}, le(s) dossier(s) {folders} et le(s) étiquette(s) {tags}.","RecoverItemsTitle":"Éléments récupérés","RecoverItemsError":"Une erreur s'est produite.","Advanced encryption":"Chiffrement avancé","SettingsPasswordPrint":"Afficher l'option d'impression","SettingsPasswordPrintHelp":"Affiche une option d'impression du mot de passe dans le menu et les détails.","ExpertSettingsLabel":"Paramètres experts","RecoverItemsInvisibleTrash":"Objets cachés dans la poubelle","RecoverItemsInvisibleTrashTitle":"Récupérer les éléments cachés qui se trouvent actuellement dans la corbeille","WebauthnEncryptionPassphraseText":"Saisissez votre phrase de passe de chiffrement ci-dessous. Elle sera enregistrée dans votre navigateur et l'application tentera de l'utiliser lorsque vous l'ouvrirez la prochaine fois. Si la phrase de passe n'est pas valide, la connexion échouera une fois et WebAuthn sera désactivé.","WebauthnLoginSetupSuccess":"WebAuthn est maintenant activé. L'application essaiera d'utiliser la phrase de passe enregistrée lors de la prochaine connexion.","SettingsWebAuthnEnable":"Se connecter avec WebAuthn","SettingsWebAuthnEnableHelp":"Stockez votre phrase de passe de chiffrement dans ce navigateur et connectez-vous automatiquement à l'ouverture de l'appli.","WebauthnEncryptionPassphrase":"Phrase de chiffrement","WebauthnEncryptionPassphraseRepeat":"Répéter la phrase d'authentification","WebauthnEncryptionSetupTitle":"Configuration de la connexion à WebAuthn"},"pluralForm":"nplurals=2; plural=(n != 1);"}