{"translations":{"HTTPS Required":"HTTPS مطلوب","reload this page":"أعيد تحميل هذه الصفحة","forum":"منتدى","documentation":"الوثائق","You can try to %s the page with HTTPS.":"يمكنك محاولة %s الصفحة مع HTTPS.","This is NOT a bug. Visit our %s if you need help.":"هذه ليست حشرة أزورنا إذا كنت بحاجة للمساعدة.","Read this %s to configure your server to use HTTPS.":"إقرأ هذا %s لتشكيل خادم الخاص بك لاستخدام HTTPS.","Read this %s if you are using any kind of proxy.":"اقرأ هذا إذا كنت تستخدم أي نوع من الوكيل.","Go to %s to get a free HTTPS certificate if you need one.":"اذهب إلى (X6X) للحصول على شهادة (HTTPS) مجاناً إذا كنت بحاجة إلى واحدة.","If this problem persists, you should contact your administrator.":"إذا استمرت هذه المشكلة يجب أن تتصل بمديرك.","Passwords Session %s - %s":"جلسة كلمات السر %s - %s","Open documentation":"الوثائق المفتوحة","never":"أبداً","Internal Data Processing":"تجهيز البيانات الداخلية","External Services":"الخدمات الخارجية","Password Security Checks":"فحص أمن كلمة السر","Have I been pwned? (recommended)":"هل تم تثبيتي؟ (التوصية)","Big local database (25M passwords)":"قاعدة بيانات محلية كبيرة (25M كلمة سر)","Small local database (5M passwords)":"قاعدة بيانات محلية صغيرة (5 كلمات سر)","Big local database & Hibp?":"قاعدة بيانات محلية كبيرة?","Password Generator Service":"خدمة مولدات كلمات السر","Local dictionary":"القاموس المحلي","Random Characters":"المصنفات العشوائية","watchout4snakes.com":"الساعة 4:","Favicon Service":"الخدمة الميدانية","Local analyzer":"محلل محلي","None":"لا","Website Preview Service":"خدمة الموقع الشبكي","Website Preview API Key":"الموقع الشبكي: المفتاح","Pageres/PhantomJS (Local)":"الصفحات/الهواتف النقالة","screenshotapi.io":"الشاشة","Send emails for security events":"إرسال البريد الإلكتروني للأحداث الأمنية","Send emails for sharing events":"إرسال البريد الإلكتروني لتقاسم الأحداث","Show Nightly Updates in \"Apps\"":"\"تظهر المستجدات الليلية في \"آب","Never":"أبداً","Immediately":"فورا","After two hours":"بعد ساعتين","After one day":"بعد يوم واحد","After two weeks":"بعد أسبوعين","After one month":"بعد شهر واحد","After one year":"بعد سنة واحدة","Backup Settings":"مجموعات الدعم","Backup Interval":"فترة الدعم","Every hour":"كل ساعة","Every six hours":"كل 6 ساعات","Every day":"كل يوم","Every two days":"كل يومين","Every week":"كل أسبوع","Every two weeks":"كل أسبوعين","Amount of backups to keep":"عدد النسخ الاحتياطية","Default Cache (%s files, %s)":"Default Cache (%s files, %s","Favicon Cache (%s files, %s)":"Favicon Cache (%s files, %s","Preview Cache (%s files, %s)":"Preview Cache (%s files, %s","Passwords Cache (%s files, %s)":"Passwords Cache ([X17] files, %s","clear":"واضح","Clear this cache":"أخلوا المكان","You can not clear a cache using a shared service":"لا يمكنك أن تنظف مخبأ باستخدام خدمة مشتركة","Saved":"منقذة","Cleared":"تطهير","Failed":"فشل","Need help":"مساعدة","found a bug":"وجدت حشرة","looking for the documentation":"البحث عن الوثائق","%s, %s or %s? We've got you covered!":"%s, %s or %s? لقد قمنا بتغطيتك!","%1$s %2$s is no longer supported.":"%1$s %2$s لم يعد مدعوما.","Passwords requires HTTPS.":"كلمة السر تتطلب جهاز تحديد المواقع.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"وقد يتسبب استخدام %s لتنفيذ وظائف خلفية في تأخيرات. نوصي باستخدام (كرون).","Please check the system requirements.":"يرجى التحقق من متطلبات النظام.","Password not shared":"كلمة سر غير مشتركة","You have an insecure password":"لديك كلمة سر غير آمنة","You have insecure passwords":"لديك كلمات سر غير آمنة","One of your passwords is no longer secure.":"واحدة من كلمات المرور الخاصة بك لم تعد آمنة.","Some of your passwords are no longer secure.":"بعض كلمات المرور الخاصة بك لم تعد آمنة.","Passwords regularly checks if your passwords have been compromised by a data breach.":"كلمات السر تدقق بشكل منتظم إذا كانت كلمات السر الخاصة بك قد تعرضت للخطر من قبل خرق البيانات.","This security check has found that one of your passwords is insecure.":"هذا الشيك الأمني وجد أن أحد كلمات المرور الخاصة بك غير آمن.","This security check has found that %s of your passwords are insecure.":"هذا الشيك الأمني وجد أن كلمة السر غير آمنة.","That means that the password is out on the internet and puts your account at risk.":"هذا يعني أن كلمة السر خارج على الانترنت ويعرض حسابك للخطر.","That means that the passwords are out on the internet and puts your accounts at risk.":"هذا يعني أن كلمات السر موجودة على الإنترنت وتضع حساباتك في خطر.","Therefore the password has been marked as insecure and should be changed now.":"ومن ثم فإن كلمة السر قد وُصفت بأنها غير آمنة وينبغي تغييرها الآن.","Therefore the passwords have been marked as insecure and should be changed now.":"ومن ثم فقد وُصفت كلمات السر بأنها غير آمنة وينبغي تغييرها الآن.","You can create a new secure password in the passwords app.":"يمكنك خلق كلمة سر آمنة جديدة في تطبيق كلمة السر.","You can create new secure passwords in the passwords app.":"يمكنك أن تصنع كلمات سر آمنة جديدة في تطبيق كلمة السر.","Change password now":"تغيير كلمة السر الآن","Change passwords now":"تغيير كلمات السر الآن","Open the passwords app to change it.":"افتح تطبيق كلمة السر لتغييره.","Open the passwords app to change them.":"افتح تطبيق كلمة السر لتغييرها.","%s shared a password with you.":"%s شارك معك كلمة سر.","Open the passwords app to see them.":"افتح تطبيق كلمة السر لرؤيتهم.","A password was shared with you on %s":"كلمة سر تم تقاسمها معك في %s","Several passwords were shared with you on %s":"تم تبادل عدة كلمات سر معك في %s","View passwords shared with me":"كلمات سر فيو شاركتني","Sharing a password that has been shared with you can sometimes create a loop.":"تشاطر كلمة السر التي تم تقاسمها معك يمكن أحيانا أن تخلق حلقة.","To prevent this, these passwords will not be shared.":"ولمنع ذلك، لن يتم تقاسم كلمات السر هذه.","Administrative access to your account":"الدخول الإداري لحسابك","%s tried to log into your account on %s.":"%s حاول تسجيل في حسابك على %s.","%s logged into your account on %s.":"%s سجل في حسابك على %s.","Since you use a master password, this does not mean that access to your data was granted.":"بما أنك تستخدم كلمة مرور رئيسية، هذا لا يعني أن الوصول إلى بياناتك تم منحه.","To prevent unwanted access to your data, you should set up a master password.":"لمنع الوصول غير المرغوب إلى بياناتك، يجب أن تضع كلمة مرور رئيسية.","Help us to improve Passwords":"ساعدنا على تحسين كلمات السر","You can help us to improve the Passwords app by participating in our server survey.":"يمكنك مساعدتنا لتحسين تطبيق كلمة السر من خلال المشاركة في مسح الخادم.","This will send us some anonymized data about your setup and selected settings.":"هذا سيرسل لنا بعض البيانات المجهولة عن تركيبك و أماكن مختارة.","You can change this at any time in the app settings.":"يمكنك تغيير هذا في أي وقت في أماكن التطبيق.","Not yet":"ليس بعد","Participate":"المشاركة","Server survey participation":"مشاركة السيرفر","Basic":"أساسي","Full":"كاملة","Not set":"غير محدد","Please consider self-hosting your favicon api":"رجاءً إعتبرْ تَأْخذُ نفسياً api","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"تالكلود الخاص بك يستعمل حالات أفضلياتنا المشتركة لجلب أيقونات الموقع.","These instances are intended for small Nextcloud setups with very little traffic.":"وتستهدف هذه الحالات مجموعات صغيرة من التكيلوود ذات حركة مرور ضئيلة جدا.","Please click the link and follow our easy tutorial to host Besticon yourself.":"من فضلك اضغطي على الرابط و اتبعي دروسنا السهلة لاستضافة (بستيكون) بنفسك.","We have detected several failed attempts to unlock your password database by \"%s\".":"لقد اكتشفنا العديد من المحاولات الفاشلة لفتح قاعدة بيانات كلمة المرور بـ \"X78X\".","This could indicate that someone is trying to break into your account.":"هذا يمكن أن يشير إلى شخص ما يحاول اقتحام حسابك.","To prevent further attempts, the API credentials of this client were revoked.":"ولمنع المحاولات الأخرى، ألغيت وثائق تفويض هذا العميل.","If you want to continue using this client, you need to create a new token for it.":"إذا كنت تريد الاستمرار في استخدام هذا العميل، تحتاج إلى خلق رمز جديد لذلك.","If you don't know this client, please change your password and review your device list.":"إذا كنت لا تعرف هذا العميل، يرجى تغيير كلمة المرور الخاصة بك واستعراض قائمة الأجهزة الخاصة بك.","To prevent further attempts, password based API authentication has been disabled.":"وللحيلولة دون وقوع مزيد من المحاولات، أُعيق التوثيق القائم على أساس كلمتي السر.","To enable it again, log in with the webapp or any client using token authentication.":"للتمكين من ذلك مرة أخرى، الدخول مع مكتب الإنترنت أو أي عميل يستخدم التوثيق المكسور.","If you don't know this client, please change your master password and Nextcloud password.":"إذا كنت لا تعرف هذا العميل، يرجى تغيير كلمة المرور الرئيسية الخاص بك وكلمة السر التالية.","To increase security, we recommend using device specific tokens instead of your password.":"من أجل زيادة الأمن، نوصي باستخدام عبوات محددة بدلاً من كلمة سرك.","(optional)":"(اختياري)","Your Nextcloud requests significantly more icons than the average.":"طلبك القادم أكثر من المعتاد.","Open tutorial":"التعليم المفتوح","Suspicious amount of failed login attempts detected.":"اكتشاف كمية مريبة من محاولات قطع الأشجار الفاشلة.","More information":"المزيد من المعلومات","View insecure passwords":"مشاهدة كلمات سر غير آمنة","Open settings":"الأطر المفتوحة","Open passwords":"كلمات السر المفتوحة","View apps":"تطبيقات اليقظة","View apps & devices":"أجهزة اليقظة","Manage devices & apps":"أجهزة إدارة","View shared passwords":"ترجمة","App upgrade recommended":"تحسين التطبيق الموصى به","A new client or app was connected to your account":"عميل جديد أو تطبيق جديد كان متصلا بحسابك","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" مُنحت إمكانية الوصول إلى %s حساب كلمة السر عبر \"باسلينك\".","You can manage all connected devices and apps in your %s settings in the security section.":"يمكنك إدارة جميع الأجهزة والتطبيقات ذات الصلة في مواقعك في قسم الأمن.","Using different major versions of PHP may cause issues.":"وقد يثير استخدام نسخ رئيسية مختلفة من برنامج العمل الإنساني مسائل.","Security Check Hash":"التفتيش الأمني","Don't store hashes":"لا تُخزّنْ هزّةَ","Store 50% of the hash":"تخزين 50% من الحشيش","Store 75% of the hash":"تخزين 75 في المائة من الحشيش","Store the full hash":"تخزين الحشيش الكامل","Backup automatically restored":"إعادة الدعم تلقائيا","The passwords app seems tho have encountered a database issue.":"يبدو أن تطبيق كلمة السر قد واجه مشكلة في قاعدة البيانات.","Because of this, the app backup \"%s\" was restored automatically.":"بسبب هذا، تمّ إستعادة النسخ الإحتياطي \"%s تلقائياً.","If this was an error, a backup of the database was made before restoring it.":"إذا كان هذا خطأ، تم دعم قاعدة البيانات قبل إعادتها.","You can disable automatic backup restoring in the app settings.":"يمكنك تعطيل الدعم التلقائي في تجهيزات التطبيق.","Restore backups automatically when database wiped":"إعادة الدعم تلقائياً عند مسح قاعدة البيانات","Select automatically (recommended)":"الانتقاء تلقائيا (التوصية)","Passwords":"كلمات السر","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"قاعدة بيانات سرية مزودة بكلمات سر وملفات وعلامات وبيئات (لا تشمل كلمات السر المشتركة معك. لا يعمل مع E2E مكنت","Passwords can't be exported":"كلمات السر لا يمكن تصديرها","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"لأنّكِ مُكنتِ من التكفير من النهاية إلى الأرض، لا يمكن إضافة كلمة سرّكِ إلى التصدير تلقائياً. كبديل، يمكنك استخدام وظيفة التصدير في تطبيق لتصدير بياناتك.","Encryption Settings":"ترتيبات التشفير","Allow third party encryption":"السماح لطرف ثالث بالتشفير","Passwords ends updates for Nextcloud %s":"تنتهي كلمات السر بمستجدات المستجدات لـ (توكلود) [X37]","Passwords %1$s is the last update for Nextcloud %2$s.":"كلمة السر %s هي آخر تحديث للتالية %s.","Upgrade to Nextcloud %1$s for future upgrades.":"ترقية إلى التالي (X21X) للتحسينات المستقبلية.","Passwords ends updates for PHP %s":"تنتهي كلمات السر بمستجدات PHP [X31]","Passwords %1$s is the last update for PHP %3$s.":"كلمة السر [X10] هي آخر تحديث ل PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"ترقية إلى PHP %s (أو PHP %s لLSR) للتحسينات المستقبلية.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"تنتهي كلمات السر بتحديثات التلكترون [X37] و PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"كلمة السر [X10] هي آخر تحديث للتالية %s وPHP %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Upgrade to nextcloud %s and PHP %s (or PHP %s for LSR) for future upgrades.","This notification can be deleted.":"ويمكن حذف هذا الإخطار.","Could not update breached passwords database":"لا يمكن تحديث قاعدة بيانات كلمات السر المخترقة","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"The breached passwords database update failed three times. يرجى الرجوع إلى الدليل والتحقق من سجلاتك. السبب: %s","Other Settings":"مجموعات أخرى","Remove deleted objects from database":"إزالة الأجسام المحذوفة من قاعدة البيانات","Open the passwords app to see it.":"افتح تطبيق كلمة السر لرؤيته.","One of your passwords could not be shared because the recipient already has access to it.":"واحدة من كلمات المرور الخاصة بك لا يمكن تقاسمها لأن المتلقي لديه بالفعل الوصول إليها.","Your preview service configuration is invalid":"تشكيلة خدماتك التمهيدية غير صحيحة","Your chosen favicon service requires an api key or endpoint, but none is given.":"خدمتك المُختارة في (فايفسون) تتطلب مفتاحاً أو نقطة نهاية، لكن لا أحد يُعطى.","Your chosen preview service requires an api key or endpoint, but none is given.":"خدماتك المختاره تحتاج الى مفتاح أو نقطة نهاية لكن لا يوجد شيء.","Open the admin settings to update the configuration or chose another service.":"افتحوا أماكن الإعلان لتحديث التشكيلة أو اختاروا خدمة أخرى.","Also, password based API authentication has been disabled.":"أيضاً، تم تعطيل التوثيق المبني على كلمة السر.","Checking if the server runs background jobs with cron.":"التحقق إذا كان الخادم يدير وظائف خلفية مع cron.","Background jobs are executed with cron.":"وتُنفَّذ وظائف أساسية مع cron.","Checking if the server runs background tasks with the same PHP version.":"التحقق إذا كان الخادم يدير مهام خلفية بنفس صيغة PHP.","Background jobs are executed with the same PHP version.":"وتُنفَّذ وظائف أساسية بنفس صيغة برنامج العمل الوطني."},"pluralForm":"nplurals=2; plural=(n != 1);"}