{"translations":{"HTTPS Required":"Je vyžadováno HTTPS","reload this page":"znovu načíst tuto stránku","documentation":"dokumentace","This application requires %s in order to work safely.":"Tato aplikace vyžaduje %s pro bezpečné fungování.","You can try to %s the page with HTTPS.":"Pokud si myslíte, že vámi využívaný server má zapnuté HTTPS, můžete zkusit použít %s s HTTPS.","Passwords Session %s - %s":"Relace Hesel %s - %s","Open documentation":"Otevřít dokumentaci","never":"nikdy","Internal Data Processing":"Interní zpracování dat","Image Rendering":"Vykreslování obrázků","External Services":"Externí služby","Password Security Checks":"Kontrola bezpečnosti hesel","Have I been pwned? (recommended)":"Have I been pwned? (doporučeno)","Big local database (25M passwords)":"Velká lokální databáze (25 milionů hesel)","Small local database (5M passwords)":"Malá lokální databáze (5 milionů hesel)","Big local database & Hibp?":"Malá lokální databáze v kombinaci se službou Hipb?","Password Generator Service":"Služba pro vytváření hesel","Local dictionary":"Místní slovník","Random Characters":"Náhodné znaky","Favicon Service":"Služba pro ikony webů","Local analyzer":"Místní analyzátor","Besticon (recommended)":"Besticon (doporučeno)","None":"Žádná","Website Preview Service":"Služba pro náhledy stránek","Website Preview API Key":"klíč k API pro náhled stránek","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (místní)","WKHTML (Local)":"WKHTML (místní)","Default Email Settings":"Výchozí nastavení e-mailu","Send emails for security events":"Posílat e-maily při bezpečnostních incidentech","Send emails for sharing events":"Posílat e-maily při sdílení","Other Settings":"Další nastavení","Remove deleted objects from database":"Odstranit smazané objekty z databáze","Never":"Nikdy","Immediately":"Okamžitě","After two hours":"Po dvou hodinách","After one day":"Po jednom dni","After two weeks":"Po dvou týdnech","After one month":"Po jednom měsíci","After one year":"Po jednom roce","Caches":"Mezipaměti","Default Cache (%s files, %s)":"Výchozí mezipaměť (%s souborů, %s)","Avatars Cache (%s files, %s)":"Mezipaměť profilových obrázků (%s souborů, %s)","Favicon Cache (%s files, %s)":"Mezipaměť ikon webů (%s souborů, %s)","Preview Cache (%s files, %s)":"Mezipaměť náhledů (%s souborů, %s)","Passwords Cache (%s files, %s)":"Mezipaměť hesel (%s souborů, %s)","clear":"vymazat","Clear this cache":"vyčistit tuto mezipaměť","You can not clear a cache using a shared service":"Při používání sdílené služby není možné mezipaměť vymazat","Saved":"Uloženo","Cleared":"Vymazáno","Failed":"Nezdařilo se","Need help":"Potřebujete pomoc","found a bug":"našli jste chybu","looking for the documentation":"hledáte dokumentaci","%s, %s or %s? We've got you covered!":"%s, %s nebo %s? Pomůžeme Vám!","%1$s %2$s is no longer supported.":"PHP verze $STRING_1$ $STRING_2$ už není podporována.","Passwords requires HTTPS.":"Aplikace Hesla vyžaduje HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Použití %s k provádění úloh na pozadí může způsobovat prodlevy. Doporučujeme používat plánovač Cron.","Please check the system requirements.":"Zkontrolujte systémové požadavky.","Password not shared":"Heslo nebylo nasdíleno","You have an insecure password":"Používáte nebezpečné heslo","You have insecure passwords":"Používáte nebezpečná hesla","One of your passwords is no longer secure.":"Jedno z vašich hesel už není bezpečné.","Some of your passwords are no longer secure.":"Některá vaše hesla už nejsou bezpečná.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Správce hesel pravidelně kontroluje, zda nedošlo ke kompromitaci hesel únikem dat.","This security check has found that one of your passwords is insecure.":"Tato bezpečnostní kontrola odhalila, že jedno z vašich hesel není bezpečné.","This security check has found that %s of your passwords are insecure.":"Tato kontrola zabezpečení odhalila, že %s z vašich hesel není bezpečných.","That means that the password is out on the internet and puts your account at risk.":"Znamená to, že uvedené heslo je volně dostupné na Internetu a účty které takové heslo využívají jsou v ohrožení.","That means that the passwords are out on the internet and puts your accounts at risk.":"Znamená to, že uvedená hesla jsou volně dostupná na Internetu a účty které taková hesla využívají jsou v ohrožení.","Therefore the password has been marked as insecure and should be changed now.":"Proto bylo heslo označené jako nebezpečné a mělo by být okamžitě změněno.","Therefore the passwords have been marked as insecure and should be changed now.":"Proto byla hesla označena jako nebezpečná a měla by být okamžitě změněna.","You can create a new secure password in the passwords app.":"Nové a bezpečné heslo si můžete nechat vytvořit v aplikaci Hesla.","You can create new secure passwords in the passwords app.":"Nová a bezpečná hesla si můžete nechat vytvořit v aplikaci Hesla.","Change password now":"Změnit heslo nyní","Change passwords now":"Změnit hesla nyní","Open the passwords app to change it.":"Pokud ho chcete změnit, otevřete aplikaci Hesla.","Open the passwords app to change them.":"Pokud je chcete změnit, otevřete aplikaci Hesla.","%s shared a password with you.":"%s vám nasdílel(a) heslo.","%s shared %s passwords with you.":"%s vám nasdílel(a) %s hesel.","%4$s and %3$s shared %1$s passwords with you.":"%4$s a %3$s vám nasdíleli %1$s hesel.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s a %3$s vám nasdíleli %1$s hesel.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s a %2$s dalších vám nasdíleli %1$s hesel.","Open the passwords app to see it.":"Pokud si ho chcete zobrazit, otevřete aplikaci Hesla.","Open the passwords app to see them.":"Pokud si je chcete zobrazit, otevřete aplikaci Hesla.","A password was shared with you on %s":"Dne %s vám bylo nasdíleno heslo","Several passwords were shared with you on %s":"Dne %s vám bylo nasdíleno několik hesel","View passwords shared with me":"Zobrazit vám nasdílená hesla","One of your passwords could not be shared because the recipient already has access to it.":"Jedno z vašich hesel nemohlo být nasdíleno, protože příjemce už k němu přístup má.","%s of your passwords could not be shared because the recipient already has access to them.":"%s z vašich hesel nemohlo být sdíleno, protože příjemce k nim už má přístup.","Sharing a password that has been shared with you can sometimes create a loop.":"Sdílení hesel, která vám samotným už byla někým nasdílena, může někdy vést ke vzniku smyčky.","To prevent this, these passwords will not be shared.":"Aby se tomu předešlo, tato hesla nebudou sdílena.","Deleted User (%s)":"Odstraněný uživatel (%s)","Security Check Hash":"Otisk pro kontrolu bezpečnosti","Don't store hashes":"Neukládat žádné otisky","Store 50% of the hash":"Ukládat 50% otisku","Store 75% of the hash":"Ukládat 75% otisku","Store the full hash":"Ukládat úplný otisk hesla","Read this %s to configure your server to use HTTPS.":"Přečtěte si toto %s ohledně toho, jak na serveru nastavit používání HTTPS.","Every six hours":"Každých 6 hodin","You can help us to improve the Passwords app by participating in our server survey.":"Můžete nám pomoci serverovou aplikaci vylepšit zúčastněním se našeho průzkumu ohledně ní.","Server survey participation":"Účast průzkumu ohledně serverové části","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Vámi využívaná instance Nextcloud používá pro získávání ikon webů naše sdílené instance aplikace Besticon.","Your chosen favicon service requires an api key or endpoint, but none is given.":"Vámi zvolená služba pro ikony webů vyžaduje klíč k aplikačnímu program. rozhraní nebo koncový bod, ale ani jedno není zadáno.","We have detected several failed attempts to unlock your password database by \"%s\".":"Bylo zjištěno několik neúspěšných pokusů o odemčení databáze s vašimi hesly klientem „%s“.","If you want to continue using this client, you need to create a new token for it.":"Pokud chcete tohoto klienta i nadále využívat, je třeba pro něj vytvořit nový token.","To prevent further attempts, password based API authentication has been disabled.":"Aby se zabránilo dalším pokusům, ověřování se vůči API, založené na heslech, bylo zakázáno.","To increase security, we recommend using device specific tokens instead of your password.":"Pro zvýšení bezpečnosti doporučujeme používat tokeny pro jednotlivá zařízení namísto vašeho hesla.","The passwords app seems tho have encountered a database issue.":"Zdá se, že aplikace hesla narazila na problémy s databází.","If this was an error, a backup of the database was made before restoring it.":"Pro případ, že by se jednalo o nedopatření, byla také provedena záloha stávající databáze před jejím přepsáním obnovou.","Passwords %1$s is the last update for Nextcloud %2$s.":"Hesla %s je poslední aktualizace pro Nextcloud %s.","forum":"diskuzní fórum","This is NOT a bug. Visit our %s if you need help.":"Toto NENÍ chyba. Pokud potřebujete pomoc, navštivte naše %s.","Review the HTTPS report below to debug the issue.":"Příčiny problému vyhledejte v níže uvedeném hlášení ohledně HTTPS.","Read this %s if you are using any kind of proxy.":"V případě, že používáte jakýkoli druh proxy, přečtěte si toto %s.","Go to %s to get a free HTTPS certificate if you need one.":"Pokud potřebujete bezplatný certifikát HTTPS, přejděte na stránku %s.","If this problem persists, you should contact your administrator.":"Pokud tento problém přetrvává, obraťte se na svého správce.","Show Nightly Updates in \"Apps\"":"V „Aplikace“ zobrazovat vývojová sestavení","Backup Settings":"Nastavení zálohování","Backup Interval":"Interval zálohování","Every hour":"Každou hodinu","Every day":"Každý den","Every two days":"Každé dva dny","Every week":"Každý týden","Every two weeks":"Každé dva týdny","Amount of backups to keep":"Kolik záloh ponechávat","Administrative access to your account":"Administrátorský přístup k vašemu účtu","%s tried to log into your account on %s.":"%s se pokusil(a) přihlásit do vašeho účtu na %s.","%s logged into your account on %s.":"%s se přihlásil(a) do vašeho účtu v %s.","Since you use a master password, this does not mean that access to your data was granted.":"Protože používáte hlavní heslo, toto neznamená, že byl poskytnut přístup k vašim datům.","To prevent unwanted access to your data, you should set up a master password.":"Pokud chcete zabránit nechtěnému přístupu k vašim datům, měli byste si nastavit hlavní heslo.","Help us to improve Passwords":"Pomozte nám aplikaci Hesla vylepšit","This will send us some anonymized data about your setup and selected settings.":"Tím nám odešlete anonymizované údaje o vašem nastavení a vybraných parametrech.","You can change this at any time in the app settings.":"Toto je možné kdykoli změnit v nastavení aplikace.","Not yet":"Zatím ne","Participate":"Zúčastnit se","Basic":"Základní","Full":"Plná","Not set":"Nenastaveno","Please consider self-hosting your favicon api":"Zvažte provozování si aplikačního program. rozhraní (api) pro ikony webů svépomocí","These instances are intended for small Nextcloud setups with very little traffic.":"Tyto instance jsou míněny pro malé instalace Nextcloud s velmi malým provozem.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Klikněte na níže uvedený odkaz a postupujte podle našeho jednoduchého návodu jak provozovat Besticon svépomocí.","Your preview service configuration is invalid":"Vaše nastavení pro službu pro službu náhledů není platné","Your chosen preview service requires an api key or endpoint, but none is given.":"Vámi zvolená služba pro náhledy vyžaduje klíč k aplikačnímu program. rozhraní nebo koncový bod, ale ani jedno není zadáno.","Open the admin settings to update the configuration or chose another service.":"Otevřete nastavení pro správu a aktualizujte nastavení nebo zvolte jinou službu.","This could indicate that someone is trying to break into your account.":"To může značit, že se někdo pokouší prolomit do vašeho účtu.","To prevent further attempts, the API credentials of this client were revoked.":"Aby se zabránilo dalším pokusům, platnost přihlašovacích údajů k API pro tohoto klienta byla zrušena.","Also, password based API authentication has been disabled.":"Bylo také zakázáno ověřování se vůči API, založené na heslech.","If you don't know this client, please change your password and review your device list.":"Pokud tohoto klienta nepoznáváte, změňte si své heslo a zkontrolujte si seznam napojených zařízení.","To enable it again, log in with the webapp or any client using token authentication.":"Pokud ho chcete znovu povolit, přihlaste se do webové aplikace nebo ověřením pomocí tokenu prostřednictvím libovolného klienta.","If you don't know this client, please change your master password and Nextcloud password.":"Pokud tohoto klienta nepoznáváte, změňte si své hlavní heslo a heslo do Nextcloud.","Favicon Service Api":"API služby pro ikony webů","(optional)":"(volitelné)","Your Nextcloud requests significantly more icons than the average.":"Vámi využívaná instance Nextcloud požaduje významně víc ikon než bývá běžné.","Open tutorial":"Otevřít návod","Suspicious amount of failed login attempts detected.":"Zjištěno podezřelé množství nezdařených pokusů o přihlášení.","More information":"Další informace","View insecure passwords":"Zobrazit nebezpečná hesla","Open settings":"Otevřít nastavení","Open passwords":"Otevřít hesla","View apps":"Zobrazit aplikace","View apps & devices":"Zobrazit aplikace a zařízení","Manage devices & apps":"Spravovat zařízení a aplikace","View shared passwords":"Zobrazit sdílená hesla","App upgrade recommended":"Je doporučen přechod na novější verzi aplikace","A new client or app was connected to your account":"K vašemu účtu se připojil nový klient nebo aplikace","\"%s\" was granted access to your %s Passwords account via PassLink.":"„%s“ byl udělen přístup k vašemu %s účtu v Heslech prostřednictvím PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Veškerá připojená zařízení a aplikace je možné spravovat v nastavení %s, sekce zabezpečení.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Poslední úloha na pozadí byla vykonána s použitím PHP %1$s, ale webový server používá PHP %2$s.","Using different major versions of PHP may cause issues.":"Používání odlišných hlavních verzí PHP může způsobovat problémy.","Default Password Security Settings":"Výchozí nastavení zabezpečení hesel","Backup automatically restored":"Automaticky obnoveno ze zálohy","Because of this, the app backup \"%s\" was restored automatically.":"Z tohoto důvodu bylo automaticky provedeno obnovení ze zálohy aplikace „%s“.","You can disable automatic backup restoring in the app settings.":"Automatické obnovování ze zálohy je možné vypnout v nastavení aplikace.","Restore backups automatically when database wiped":"V případě, že byla databáze vymazána obnovit automaticky ze zálohy","Passwords ends updates for Nextcloud %s":"Hesla končí aktualizace pro Nextcloud %s","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Abyste dostávali i budoucí aktualizace, přejděte na Nextcloud %s a PHP %s (nebo PHP %s v případě LSR).","Select automatically (recommended)":"Vybrat automaticky (doporučeno)","Passwords":"Hesla","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Dešifrovaná databáze hesel s hesly, složkami, značkami a nastaveními. (Nezahrnuje hesla sdílená s vámi. Nefunguje při zapnutém E2E.)","Passwords can't be exported":"Hesla nelze exportovat","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Protože máte povoleno šifrování mezi koncovými body, nelze hesla do exportu přidávat automaticky. Jako alternativu můžete k exportu dat použít funkci exportu v aplikaci.","Encryption Settings":"Nastavení šifrování","Allow third party encryption":"Povolit šifrování třetí stranou","Passwords ends updates for PHP %s":"V případě PHP %s už aplikace Hesla nebude aktualizována","This notification can be deleted.":"Toto upozornění lze vymazat.","Upgrade to Nextcloud %1$s for future upgrades.":"Pro zachování aktualizací i v budoucnu přejděte na Nextcloud %s.","Passwords %1$s is the last update for PHP %3$s.":"Hesla %s je poslední aktualizací pro PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Pro zachování aktualizací i v budoucnu přejděte na PHP %s (nebo PHP %s pro LSR).","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"V případě Nextcloud %s a PHP %s aplikace Hesla už nadále nebude aktualizována","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Hesla %s je poslední aktualizací pro Nextcloud %s a PHP %s.","Could not update breached passwords database":"Nedaří se zaktualizovat databázi prolomených hesel","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Aktualizace databáze prolomených hesel se třikrát nezdařila. Podívejte se do příručky a zkontrolujte záznamy událostí. Důvod: %s","Checking if the server runs background jobs with cron.":"Kontrola, zda server spouští úlohy na pozadí pomocí cronu.","Background jobs are executed with cron.":"Úlohy na pozadí se provádějí pomocí cronu.","Checking if the server runs background tasks with the same PHP version.":"Kontrola, zda server spouští úlohy na pozadí se stejnou verzí PHP.","Background jobs are executed with the same PHP version.":"Úlohy na pozadí jsou prováděny se stejnou verzí jazyka PHP."},"pluralForm":"nplurals=2; plural=(n != 1);"}