{"translations":{"HTTPS Required":"HTTPS Requis","reload this page":"recharger cette page","This application requires %s in order to work safely.":"Cette application dépend de %s afin de fonctionner correctement","You can try to %s the page with HTTPS.":"Vous pouvez essayer de %s avec HTTPS d’activé.","If this problem persists, you should contact your administrator.":"Si ce problème persiste, vous devriez contacter votre administrateur.","Passwords Session %s - %s":"Session Mots de passe %s - %s","Open documentation":"Ouvrir la Documentation","never":"Jamais","Internal Data Processing":"Traitement des données interne","Image Rendering":"Génération des images","External Services":"Services Externes","Password Security Checks":"Contrôle de la qualité du mot de passe","Have I been pwned? (recommended)":"Have I been pwned? (recommandé)","Big local database (25M passwords)":"25 Million de mots de passe (Local)","Small local database (5M passwords)":"5 Million de mots de passe (Local)","Big local database & Hibp?":"25M de mots de passe & HIbp ?","Password Generator Service":"Générateur de mot de passe","Local dictionary":"Dictionnaire local","Random Characters":"Caractères Aléatoires","Favicon Service":"Service de Favicon","Local analyzer":"Analyseur local","Besticon (recommended)":"Besticon (recommandé)","None":"Aucun","Website Preview Service":"Service d’aperçus des sites internet","Website Preview API Key":"Clé d’API service d’aperçus","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (local)","WKHTML (Local)":"WKHTML (local)","Default Email Settings":"Options par défaut des courriels","Send emails for security events":"Envoyer un courriel à chaque événement de sécurité","Send emails for sharing events":"Envoyer un courriel à chaque événement de partage","Other Settings":"Autres Options","Remove deleted objects from database":"Effacer définitivement les éléments de la base de données","Show Nightly Updates in \"Apps\"":"Afficher Nightly Updates dans \"Apps\"","Never":"Jamais","Immediately":"Immédiatement","After two hours":"Après deux heures","After one day":"Après une journée","After two weeks":"Après deux semaines","After one month":"Après un mois","After one year":"Après un an","Backup Settings":"Réglages de sauvegarde","Backup Interval":"Intervalle de sauvegarde","Every hour":"Toutes les heures","Every six hours":"Toutes les six heures","Every day":"Tous les jours","Every two days":"Tous les deux jours","Every week":"Toutes les semaines","Every two weeks":"Toutes les deux semaines","Amount of backups to keep":"Nombre de sauvegardes à garder","Default Cache (%s files, %s)":"Cache par défaut (%s fichiers, %s)","Avatars Cache (%s files, %s)":"Avatars (%s fichiers, %s)","Favicon Cache (%s files, %s)":"Favicon (%s fichiers, %s)","Preview Cache (%s files, %s)":"Aperçus (%s fichiers, %s)","Passwords Cache (%s files, %s)":"Mots de passe (%s fichiers, %s)","clear":"Purger","Clear this cache":"Purger ce cache","You can not clear a cache using a shared service":"Vous ne pouvez pas vider ce cache tant que le service utilise une instance d’API partagée.","Saved":"Sauvé","Cleared":"Purgé","Failed":"Échec","Need help":"Besoin d’aide","found a bug":"Bogue trouvé","looking for the documentation":"vous cherchez la documentation (anglais uniquement)","%s, %s or %s? We've got you covered!":"%s, %s ou %s ? Nous avons la solution pour vous !","%1$s %2$s is no longer supported.":"%1$s %2$s n’est plus supporté.","Passwords requires HTTPS.":"L’application nécessite HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"L'utilisation de %s pour exécuter des jobs d'arrière-plan peut entraîner de longs temps d'attente. Nous vous recommandons d'utiliser Cron.","Please check the system requirements.":"Veuillez vérifier les exigences systèmes.","Password not shared":"Mot de passe non partagé","You have an insecure password":"Vous avez un mot de passe non sûr","You have insecure passwords":"Vous avez plusieurs mot de passe non sûrs","One of your passwords is no longer secure.":"Un de vos mots de passe n’est plus sûr d’utilisation.","Some of your passwords are no longer secure.":"Plusieurs de vos mots de passe ne sont plus sûr d’utilisation.","Passwords regularly checks if your passwords have been compromised by a data breach.":"L’application vérifiera régulièrement si vos mots de passe on été compromis suite à une fuite de données sur un site.","This security check has found that one of your passwords is insecure.":"Le test de sécurité a déterminé que l’un de vos mots de passe n’est pas sécurisé.","This security check has found that %s of your passwords are insecure.":"Le test de sécurité a déterminé que %s de vos mots de passe ne sont pas sécurisés.","That means that the password is out on the internet and puts your account at risk.":"Cela signifie que votre mot de passe a fuité sur internet et met en danger tous les comptes qui l’utilise.","That means that the passwords are out on the internet and puts your accounts at risk.":"Cela signifie que vos mots de passe ont fuité sur internet et mettent en danger tous les comptes qui les utilises.","Therefore the password has been marked as insecure and should be changed now.":"Le mot de passe est donc marqué comme 'Faible' et devrait être changé.","Therefore the passwords have been marked as insecure and should be changed now.":"Les mots de passe sont donc marqués comme 'Faible' et devraient être changés.","You can create a new secure password in the passwords app.":"Vous pouvez créer un nouveau mot de passe sécurisé dans l’application.","You can create new secure passwords in the passwords app.":"Vous pouvez créer de nouveaux mots de passe sécurisés dans l’application Mots de passe","Change password now":"Changer le mot de passe maintenant","Change passwords now":"Changer les mots de passe maintenant","Open the passwords app to change it.":"Ouvrez l’application pour changer le mot de passe.","Open the passwords app to change them.":"Ouvrez l’application pour changer les mots de passe.","%s shared a password with you.":"%s a partagé un mot de passe avec vous.","%s shared %s passwords with you.":"%s a partagé %s mot(s) de passe avec vous.","%4$s and %3$s shared %1$s passwords with you.":"%4$s et %3$s ont partagés %1$s mots de passe avec vous.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s et %3$s ont partagés %1$s mots de passe avec vous.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s et %2$s autres ont partagés %1$s mots de passe avec vous.","Open the passwords app to see it.":"Ouvrez l’application pour voir le mot de passe.","Open the passwords app to see them.":"Ouvrez l’application pour voir les mots de passe.","A password was shared with you on %s":"Un mot de passe à été partagé avec vous sur %s","Several passwords were shared with you on %s":"Plusieurs mots de passe ont été partagé avec vous sur %s","View passwords shared with me":"Voir les mots de passe partagés avec moi","One of your passwords could not be shared because the recipient already has access to it.":"Un ou plusieurs mots de passes n'a pu être partagé car le destinataire y a déjà accès.","%s of your passwords could not be shared because the recipient already has access to them.":"%s mots de passes ne peuvent être partagé, car le destinataire y a déjà accès.","Sharing a password that has been shared with you can sometimes create a loop.":"Partager un mot de passe qui a déjà été partagé avec vous peut créer un boucle.","To prevent this, these passwords will not be shared.":"Pour éviter cela, ces mots de passe ne seront pas être partagés.","Deleted User (%s)":"Utilisateur effacé (%s)","View shared passwords":"Voir les mots de passe partagés","Please click the link and follow our easy tutorial to host Besticon yourself.":"Veuillez cliquer sur le lien et suivre notre tutoriel facile pour héberger vous-même Besticon.","%s tried to log into your account on %s.":"%s a essayé de se connecter à votre compte sur %s.","Since you use a master password, this does not mean that access to your data was granted.":"Comme vous utilisez un mot de passe principal, cela ne signifie pas que l'accès à vos données a été accordé.","Help us to improve Passwords":"Aidez-nous à améliorer Mots de passe","You can help us to improve the Passwords app by participating in our server survey.":"Vous pouvez nous aider à améliorer l'application Passwords en participant à notre enquête sur les serveurs.","This will send us some anonymized data about your setup and selected settings.":"Nous recevrons ainsi des données anonymes sur votre configuration et les paramètres sélectionnés.","You can change this at any time in the app settings.":"Vous pouvez le modifier à tout moment dans les paramètres de l'application.","Not yet":"Pas encore.","Participate":"Participer","Server survey participation":"Participation à l'enquête sur les serveurs","Full":"Complet","Not set":"Non défini","Please consider self-hosting your favicon api":"Veuillez envisager d'héberger vous-même votre API favicon.","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Votre Nextcloud utilise nos instances Besticon partagées pour récupérer les icônes des sites web.","This could indicate that someone is trying to break into your account.":"Cela pourrait indiquer qu'une personne essaie de s'introduire dans votre compte.","Review the HTTPS report below to debug the issue.":"Examinez le rapport HTTPS ci-dessous pour déboguer le problème.","%s logged into your account on %s.":"%s s'est connecté à votre compte sur %s.","These instances are intended for small Nextcloud setups with very little traffic.":"Ces instances sont destinées aux petites installations Nextcloud avec un très faible trafic.","Store 50% of the hash":"Stocker 50% du hachage","Select automatically (recommended)":"Sélectionnez automatiquement (recommandé)","Administrative access to your account":"Accès administratif à votre compte","This is NOT a bug. Visit our %s if you need help.":"Il ne s'agit PAS d'un bogue. Visitez notre %s si vous avez besoin d'aide.","Read this %s to configure your server to use HTTPS.":"Lisez ceci %s pour configurer votre serveur afin d'utiliser HTTPS.","Read this %s if you are using any kind of proxy.":"Lisez cette page %s si vous utilisez un quelconque proxy.","Go to %s to get a free HTTPS certificate if you need one.":"Rendez-vous sur %s pour obtenir un certificat HTTPS gratuit si vous en avez besoin.","Your preview service configuration is invalid":"La configuration de votre service de prévisualisation n'est pas valide","Your chosen favicon service requires an api key or endpoint, but none is given.":"Le service favicon que vous avez choisi nécessite une clé d'API ou un point de terminaison, mais aucun n'est fourni.","Your chosen preview service requires an api key or endpoint, but none is given.":"Le service de prévisualisation que vous avez choisi nécessite une clé d'API ou un point de terminaison, mais aucun n'est fourni.","Open the admin settings to update the configuration or chose another service.":"Ouvrez les paramètres d'administration pour mettre à jour la configuration ou choisir un autre service.","We have detected several failed attempts to unlock your password database by \"%s\".":"Nous avons détecté plusieurs tentatives infructueuses de déverrouillage de votre base de données de mots de passe par \"%s\".","To prevent further attempts, the API credentials of this client were revoked.":"Pour empêcher toute nouvelle tentative, les informations d'identification de l'API de ce client ont été révoquées.","Also, password based API authentication has been disabled.":"De plus, l'authentification API basée sur un mot de passe a été désactivée.","If you want to continue using this client, you need to create a new token for it.":"Si vous voulez continuer d'utiliser ce client, vous devez créer un nouveau jeton pour celui-ci.","If you don't know this client, please change your password and review your device list.":"Si vous ne connaissez pas ce client, veuillez changer votre mot de passe et passer en revue la liste de vos appareils.","To prevent further attempts, password based API authentication has been disabled.":"Pour éviter toute nouvelle tentative, l'authentification API par mot de passe a été désactivée.","To enable it again, log in with the webapp or any client using token authentication.":"Pour la réactiver, connectez-vous avec l'application Web ou tout client utilisant l'authentification par jeton.","If you don't know this client, please change your master password and Nextcloud password.":"Si vous ne connaissez pas ce client, veuillez changer votre mot de passe principal et votre mot de passe Nextcloud.","To increase security, we recommend using device specific tokens instead of your password.":"Pour renforcer la sécurité, nous vous recommandons d'utiliser des jetons spécifiques par appareil au lieu de votre mot de passe.","Favicon Service Api":"API de service Favicon","(optional)":"(facultatif)","Your Nextcloud requests significantly more icons than the average.":"Votre instance Nextcloud demande beaucoup plus d'icônes que la moyenne.","Open tutorial":"Ouvrir le tutoriel","Suspicious amount of failed login attempts detected.":"Un nombre suspect de tentatives de connexion échouées a été détecté.","More information":"Plus d'informations","View insecure passwords":"Afficher les mots de passe non sûrs","Open settings":"Ouvrir les paramètres","Open passwords":"Ouvrir les mots de passe","View apps":"Voir les applications","View apps & devices":"Voir les applications et les appareils","Manage devices & apps":"Gérer les applications et les appareils","App upgrade recommended":"Mise à jour de l'application recommandée","A new client or app was connected to your account":"Un nouveau client ou une nouvelle application a été connecté à votre compte","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" a été autorisé à accéder à votre compte %s Passwords via PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Vous pouvez gérer tous les appareils et applications connectés dans vos paramètres %s, dans la section sécurité.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"La dernière tâche d'arrière-plan a été exécutée avec PHP %1$s, mais le serveur Web utilise PHP %2$s.","Using different major versions of PHP may cause issues.":"L'utilisation de versions majeures de PHP différentes peut causer des problèmes.","Default Password Security Settings":"Paramètres de sécurité du mot de passe par défaut","Security Check Hash":"Hachage de contrôle de sécurité","Don't store hashes":"Ne pas stocker les hachages","Store 75% of the hash":"Stocker 75% du hachage","Store the full hash":"Stocker le hachage complet","Backup automatically restored":"Sauvegarde automatiquement restaurée","The passwords app seems tho have encountered a database issue.":"L'application Mots de passe semble avoir rencontré un problème de base de données.","Because of this, the app backup \"%s\" was restored automatically.":"Pour cette raison, la sauvegarde de l'application \"%s\" a été restaurée automatiquement.","If this was an error, a backup of the database was made before restoring it.":"S'il s'agissait d'une erreur, une sauvegarde de la base de données a été effectuée avant de la restaurer.","You can disable automatic backup restoring in the app settings.":"Vous pouvez désactiver la restauration automatique des sauvegardes dans les paramètres de l'application.","Restore backups automatically when database wiped":"Restauration automatique des sauvegardes lorsque la base de données est effacée","Passwords ends updates for Nextcloud %s":"Fin des mises à jour des mots de passe pour Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Passwords %s est la dernière mise à jour pour Nextcloud %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Passez à Nextcloud %s et PHP %s (ou PHP %s pour LSR) pour les futures mises à niveau.","To prevent unwanted access to your data, you should set up a master password.":"Pour éviter tout accès indésirable à vos données, vous devriez définir un mot de passe principal.","Passwords":"Mots de passe","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Base de données de Mots de passe déchiffrée avec les mots de passe, les dossiers, les étiquettes et les paramètres. (N'inclut pas les mots de passe partagés avec vous. Ne fonctionne pas avec E2E activé)","Passwords can't be exported":"Les mots de passe ne peuvent pas être exportés","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Le chiffrement de bout en bout étant activé, vos mots de passe ne peuvent pas être ajoutés automatiquement à l'exportation. Comme alternative, vous pouvez également utiliser la fonction d'exportation de l'application pour exporter vos données.","Encryption Settings":"Paramètres de cryptage","Allow third party encryption":"Autoriser le cryptage par des tiers","Upgrade to Nextcloud %1$s for future upgrades.":"Passez à Nextcloud %s pour les mises à niveau futures.","Passwords ends updates for PHP %s":"Fin des mises à jour de Passwords pour PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Passwords %s est la dernière mise à jour pour PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Passez à PHP %s (ou PHP %s pour LSR) pour les futures mises à jour.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Passwords met fin aux mises à jour pour Nextcloud %s et PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Passwords %s est la dernière mise à jour pour Nextcloud %s et PHP %s.","This notification can be deleted.":"Cette notification peut être supprimée.","Could not update breached passwords database":"Impossible de mettre à jour la base de données des mots de passe compromis","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"La mise à jour de la base de données des mots de passe compromis a échoué trois fois. Veuillez consulter le manuel et vérifier vos journaux. Raison : %s","Checking if the server runs background jobs with cron.":"Vérifier si le serveur exécute des tâches d'arrière-plan avec cron.","Background jobs are executed with cron.":"Les tâches d'arrière-plan sont exécutées avec cron.","Checking if the server runs background tasks with the same PHP version.":"Vérifier si le serveur exécute des tâches d'arrière-plan avec la même version de PHP.","Background jobs are executed with the same PHP version.":"Les travaux en arrière-plan sont exécutés avec la même version de PHP."},"pluralForm":"nplurals=2; plural=(n != 1);"}