{"translations":{"Select automatically (recommended)":"Válassza ki automatikusan (ajánlott)","HTTPS Required":"HTTPS szükséges","reload this page":"újratölteni ezt az oldalt","forum":"fórum","documentation":"dokumentáció","You can try to %s the page with HTTPS.":"Megpróbálhatja a %s oldalt HTTPS-szel.","This application requires %s in order to work safely.":"Ehhez az alkalmazáshoz a biztonságos munkavégzéshez a %s címre van szükség.","This is NOT a bug. Visit our %s if you need help.":"Ez NEM hiba. Látogasson el a %s oldalunkra, ha segítségre van szüksége.","Review the HTTPS report below to debug the issue.":"Tekintse át az alábbi HTTPS-jelentést a probléma elhárításához.","Read this %s to configure your server to use HTTPS.":"Olvassa el ezt a %s címet, hogy beállítsa a kiszolgálót a HTTPS használatára.","Read this %s if you are using any kind of proxy.":"Olvassa el ezt a %s, ha bármilyen proxyt használ.","Go to %s to get a free HTTPS certificate if you need one.":"Ha szüksége van egy ingyenes HTTPS-tanúsítványra, látogasson el a %s weboldalra.","If this problem persists, you should contact your administrator.":"Ha ez a probléma továbbra is fennáll, forduljon a rendszergazdához.","Passwords Session %s - %s":"Jelszavak Munkamenet %s - %s","Open documentation":"Nyílt dokumentáció","never":"soha","Internal Data Processing":"Belső adatfeldolgozás","Image Rendering":"Kép renderelés","External Services":"Külső szolgáltatások","Password Security Checks":"Jelszó biztonsági ellenőrzések","Have I been pwned? (recommended)":"Átvertek? (ajánlott)","Big local database (25M passwords)":"Nagy helyi adatbázis (25M jelszó)","Small local database (5M passwords)":"Kis helyi adatbázis (5M jelszó)","Big local database & Hibp?":"Nagy helyi adatbázis & Hibp?","Password Generator Service":"Jelszó generátor szolgáltatás","Local dictionary":"Helyi szótár","Random Characters":"Véletlenszerű karakterek","Leipzig Corpora Collection":"Lipcsei Korpuszgyűjtemény","Favicon Service":"Favicon szolgáltatás","Local analyzer":"Helyi analizátor","Besticon (recommended)":"Besticon (ajánlott)","None":"Nincs","Website Preview Service":"Weboldal előnézeti szolgáltatás","Website Preview API Key":"Weboldal előnézet API kulcs","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (Helyi)","WKHTML (Local)":"WKHTML (Helyi)","Default Email Settings":"Alapértelmezett e-mail beállítások","Send emails for security events":"Biztonsági eseményekre vonatkozó e-mailek küldése","Send emails for sharing events":"E-mailek küldése az események megosztásához","Other Settings":"Egyéb beállítások","Remove deleted objects from database":"Törölt objektumok eltávolítása az adatbázisból","Show Nightly Updates in \"Apps\"":"Éjszakai frissítések megjelenítése az \"Alkalmazások\" menüben","Never":"Soha","Immediately":"Azonnal","After two hours":"Két óra múlva","After one day":"Egy nap után","After two weeks":"Két hét múlva","After one month":"Egy hónap elteltével","After one year":"Egy év elteltével","Backup Settings":"Biztonsági mentés beállításai","Backup Interval":"Biztonsági mentési időköz","Every hour":"Minden órában","Every six hours":"Hatóránként","Every day":"Minden nap","Every two days":"Kétnaponta","Every week":"Minden héten","Every two weeks":"Kéthetente","Amount of backups to keep":"Tartandó biztonsági mentések száma","Caches":"Cache-ek","Default Cache (%s files, %s)":"Alapértelmezett gyorsítótár (%s fájlok, %s)","Avatars Cache (%s files, %s)":"Avatarok gyorsítótár (%s fájlok, %s)","Favicon Cache (%s files, %s)":"Favicon Cache (%s fájlok, %s)","Preview Cache (%s files, %s)":"Előnézeti gyorsítótár (%s fájlok, %s)","Passwords Cache (%s files, %s)":"Jelszavak gyorsítótár (%s fájlok, %s)","clear":"tiszta","Clear this cache":"Törölje ezt a gyorsítótárat","You can not clear a cache using a shared service":"A gyorsítótárat nem lehet törölni egy megosztott szolgáltatás használatával.","Saved":"Megmentett","Cleared":"Tisztázva","Failed":"Sikertelen","Need help":"Segítségre van szükségem","found a bug":"talált egy hibát","looking for the documentation":"a dokumentációt keresve","%s, %s or %s? We've got you covered!":"%s, %s vagy %s? Mi gondoskodunk rólad!","%1$s %2$s is no longer supported.":"%1$s %2$s már nem támogatott.","Passwords requires HTTPS.":"A jelszavakhoz HTTPS szükséges.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"A %s használata a háttérmunkák végrehajtásához késedelmeket okozhat. Javasoljuk a Cron használatát.","Please check the system requirements.":"Kérjük, ellenőrizze a rendszerkövetelményeket.","Password not shared":"Nem megosztott jelszó","You have an insecure password":"Bizonytalan jelszóval rendelkezik","You have insecure passwords":"Bizonytalan jelszavakkal rendelkezik","One of your passwords is no longer secure.":"Az egyik jelszava már nem biztonságos.","Some of your passwords are no longer secure.":"Néhány jelszó már nem biztonságos.","Passwords regularly checks if your passwords have been compromised by a data breach.":"A Passwords rendszeresen ellenőrzi, hogy jelszavai nem kerültek-e veszélybe egy adatvédelmi incidens miatt.","This security check has found that one of your passwords is insecure.":"Ez a biztonsági ellenőrzés megállapította, hogy az egyik jelszava nem biztonságos.","This security check has found that %s of your passwords are insecure.":"Ez a biztonsági ellenőrzés megállapította, hogy a %s jelszavai nem biztonságosak.","That means that the password is out on the internet and puts your account at risk.":"Ez azt jelenti, hogy a jelszó kint van az interneten, és veszélyezteti a fiókját.","That means that the passwords are out on the internet and puts your accounts at risk.":"Ez azt jelenti, hogy a jelszavak kint vannak az interneten, és veszélyeztetik a fiókjait.","Therefore the password has been marked as insecure and should be changed now.":"Ezért a jelszó nem biztonságosnak lett megjelölve, és most meg kell változtatni.","Therefore the passwords have been marked as insecure and should be changed now.":"Ezért a jelszavak nem biztonságosnak lettek megjelölve, és mostantól meg kell változtatni őket.","You can create a new secure password in the passwords app.":"Új biztonságos jelszót a jelszavak alkalmazásban hozhat létre.","You can create new secure passwords in the passwords app.":"A jelszavak alkalmazásban új biztonságos jelszavakat hozhat létre.","Change password now":"Jelszó módosítása most","Change passwords now":"Jelszavak módosítása most","Open the passwords app to change it.":"A módosításhoz nyissa meg a jelszavak alkalmazást.","Open the passwords app to change them.":"A jelszavak módosításához nyissa meg a jelszavak alkalmazást.","%s shared a password with you.":"%s megosztott veled egy jelszót.","%s shared %s passwords with you.":"%s megosztott %s jelszavakkal.","%4$s and %3$s shared %1$s passwords with you.":"%4$s és a %3$s megosztott %1$s jelszavakat.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s és %3$s megosztott %1$s jelszavakkal.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s és %2$s mások megosztották veled a %1$s jelszavakat.","Open the passwords app to see it.":"Nyissa meg a jelszavak alkalmazást, hogy megnézze.","Open the passwords app to see them.":"Nyissa meg a jelszavak alkalmazást, hogy láthassa őket.","A password was shared with you on %s":"A jelszót megosztották önnel a %s","Several passwords were shared with you on %s":"Több jelszót is megosztottak önnel a %s","View passwords shared with me":"Megosztott jelszavak megtekintése","One of your passwords could not be shared because the recipient already has access to it.":"Az egyik jelszót nem lehetett megosztani, mert a címzett már hozzáférhetett hozzá.","%s of your passwords could not be shared because the recipient already has access to them.":"%s jelszavai nem oszthatók meg, mert a címzett már hozzáférhet hozzájuk.","Sharing a password that has been shared with you can sometimes create a loop.":"Az Önnel megosztott jelszó megosztása néha hurokba kerülhet.","To prevent this, these passwords will not be shared.":"Ennek megelőzése érdekében ezeket a jelszavakat nem osztjuk meg.","Administrative access to your account":"Adminisztrációs hozzáférés a fiókjához","%s tried to log into your account on %s.":"%s megpróbált bejelentkezni a fiókjába a %s oldalon.","%s logged into your account on %s.":"%s bejelentkezett a fiókjába a %s oldalon.","Since you use a master password, this does not mean that access to your data was granted.":"Mivel mesterjelszót használ, ez nem jelenti azt, hogy az adataihoz való hozzáférés megtörtént.","To prevent unwanted access to your data, you should set up a master password.":"Az adatokhoz való nem kívánt hozzáférés megakadályozása érdekében be kell állítania egy fő jelszót.","Deleted User (%s)":"Törölt felhasználó (%s)","Help us to improve Passwords":"Segítsen nekünk a jelszavak javításában","You can help us to improve the Passwords app by participating in our server survey.":"Segíthetsz nekünk a Jelszavak alkalmazás fejlesztésében, ha részt veszel a szerverfelmérésünkben.","This will send us some anonymized data about your setup and selected settings.":"Ez elküld nekünk néhány anonimizált adatot az Ön beállításairól és a kiválasztott beállításokról.","You can change this at any time in the app settings.":"Ezt bármikor megváltoztathatja az alkalmazás beállításaiban.","Not yet":"Még nem","Participate":"Részvétel","Server survey participation":"Kiszolgálói felmérésben való részvétel","Basic":"Alapvető","Full":"Teljes","Not set":"Nincs beállítva","Please consider self-hosting your favicon api":"Kérjük, fontolja meg a favicon api saját tárhelyen történő elhelyezését.","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Az Ön Nextcloudja a megosztott Besticon példányainkat használja a weboldal ikonjainak lekérdezésére.","These instances are intended for small Nextcloud setups with very little traffic.":"Ezeket a példányokat kis Nextcloud-berendezésekhez szánják, nagyon kis forgalommal.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Kérjük, kattintson a linkre, és kövesse egyszerű útmutatónkat, hogy maga is házigazdája lehessen a Besticonnak.","Your preview service configuration is invalid":"Az előnézeti szolgáltatás konfigurációja érvénytelen","Your chosen favicon service requires an api key or endpoint, but none is given.":"A kiválasztott favicon szolgáltatás api-kulcsot vagy végpontot igényel, de nincs megadva.","Your chosen preview service requires an api key or endpoint, but none is given.":"A kiválasztott előnézeti szolgáltatás api-kulcsot vagy végpontot igényel, de nincs megadva.","Open the admin settings to update the configuration or chose another service.":"Nyissa meg az admin beállításokat a konfiguráció frissítéséhez vagy válasszon másik szolgáltatást.","We have detected several failed attempts to unlock your password database by \"%s\".":"Több sikertelen kísérletet észleltünk a jelszóadatbázis feloldására a \"%s\" segítségével.","This could indicate that someone is trying to break into your account.":"Ez azt jelezheti, hogy valaki megpróbál betörni a fiókjába.","To prevent further attempts, the API credentials of this client were revoked.":"A további próbálkozások megakadályozása érdekében az ügyfél API hitelesítő adatait visszavonták.","Also, password based API authentication has been disabled.":"A jelszó alapú API-hitelesítés is letiltásra került.","If you want to continue using this client, you need to create a new token for it.":"Ha továbbra is használni szeretné ezt az ügyfelet, új tokent kell létrehoznia hozzá.","If you don't know this client, please change your password and review your device list.":"Ha nem ismeri ezt az ügyfelet, kérjük, változtassa meg jelszavát, és tekintse át az eszközlistát.","To prevent further attempts, password based API authentication has been disabled.":"A további kísérletek megakadályozása érdekében a jelszóalapú API-hitelesítés letiltásra került.","To enable it again, log in with the webapp or any client using token authentication.":"Ha újra engedélyezni szeretné, jelentkezzen be a webalkalmazással vagy bármelyik ügyféllel, amelyik token-hitelesítést használ.","If you don't know this client, please change your master password and Nextcloud password.":"Ha nem ismeri ezt az ügyfelet, kérjük, változtassa meg a mesterjelszavát és a Nextcloud jelszavát.","To increase security, we recommend using device specific tokens instead of your password.":"A biztonság növelése érdekében javasoljuk, hogy jelszava helyett eszközspecifikus jelszavakat használjon.","Favicon Service Api":"Favicon szolgáltatás Api","(optional)":"(opcionális)","Your Nextcloud requests significantly more icons than the average.":"Az Ön Nextcloudja az átlagosnál jóval több ikont igényel.","Open tutorial":"Nyissa meg a bemutatót","Suspicious amount of failed login attempts detected.":"Gyanúsan sok sikertelen bejelentkezési kísérletet észleltek.","More information":"További információ","View insecure passwords":"Bizonytalan jelszavak megtekintése","Open settings":"Nyissa meg a beállításokat","Open passwords":"Nyitott jelszavak","View apps":"Alkalmazások megtekintése","View apps & devices":"Alkalmazások és eszközök megtekintése","Manage devices & apps":"Eszközök és alkalmazások kezelése","View shared passwords":"Megosztott jelszavak megtekintése","App upgrade recommended":"App frissítés ajánlott","A new client or app was connected to your account":"Új ügyfél vagy alkalmazás csatlakozott a fiókjához","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" hozzáférést kapott a %s Passwords fiókjához a PassLink-en keresztül.","You can manage all connected devices and apps in your %s settings in the security section.":"Az összes csatlakoztatott eszközt és alkalmazást a %s beállításai között, a biztonság szakaszban kezelheti.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"A legutóbbi háttérmunkát a PHP %1$s segítségével hajtották végre, de a webszerver a PHP %2$s programot használja.","Using different major versions of PHP may cause issues.":"A PHP különböző főverzióinak használata problémákat okozhat.","Default Password Security Settings":"Alapértelmezett jelszó biztonsági beállítások","Security Check Hash":"Biztonsági ellenőrzés Hash","Don't store hashes":"Ne tároljon hash-okat","Store 50% of the hash":"A hash 50%-ának tárolása","Store 75% of the hash":"A hash 75%-ának tárolása","Store the full hash":"A teljes hash tárolása","Backup automatically restored":"Biztonsági mentés automatikusan visszaállítva","The passwords app seems tho have encountered a database issue.":"Úgy tűnik, hogy a jelszavak alkalmazás adatbázis-problémával küzdött.","Because of this, the app backup \"%s\" was restored automatically.":"Emiatt az alkalmazás biztonsági mentése \"%s\" automatikusan visszaállt.","If this was an error, a backup of the database was made before restoring it.":"Ha ez hiba volt, akkor a visszaállítás előtt biztonsági másolat készült az adatbázisról.","You can disable automatic backup restoring in the app settings.":"Az alkalmazás beállításaiban letilthatja az automatikus biztonsági mentés visszaállítását.","Restore backups automatically when database wiped":"Biztonsági mentések automatikus visszaállítása az adatbázis törlése esetén","Passwords ends updates for Nextcloud %s":"A jelszavak véget érnek a Nextcloud frissítései %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Jelszavak %s a Nextcloud %s utolsó frissítése.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Frissítsen a Nextcloud %s és a PHP %s (vagy PHP %s for LSR) verzióra a jövőbeli frissítésekhez.","Passwords":"Jelszavak","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Feltört jelszó adatbázis jelszavakkal, mappákkal, címkékkel és beállításokkal. (Nem tartalmazza az Önnel megosztott jelszavakat. Nem működik az E2E engedélyezésével)","Passwords can't be exported":"A jelszavak nem exportálhatók","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Mivel engedélyezve van a végponttól-végpontig titkosítás, a jelszavakat nem lehet automatikusan hozzáadni az exportáláshoz. Alternatív megoldásként az alkalmazáson belül az exportálás funkciót használhatja az adatok exportálásához.","Encryption Settings":"Titkosítási beállítások","Allow third party encryption":"Harmadik fél általi titkosítás engedélyezése","Upgrade to Nextcloud %1$s for future upgrades.":"Frissítsen a Nextcloudra %s a jövőbeli frissítésekhez.","Passwords ends updates for PHP %s":"A jelszavak véget érnek a PHP frissítései %s","Passwords %1$s is the last update for PHP %3$s.":"Jelszavak %s a PHP %s utolsó frissítése.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Frissítsen a PHP %s (vagy a PHP %s for LSR) verzióra a jövőbeli frissítésekhez.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"A jelszavak véget érnek a Nextcloud %s és a PHP frissítéseihez. %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Jelszavak %s az utolsó frissítés a Nextcloud %s és a PHP %s számára.","This notification can be deleted.":"Ez az értesítés törölhető.","Could not update breached passwords database":"Nem tudta frissíteni a feltört jelszavak adatbázisát","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"A feltört jelszavak adatbázisának frissítése háromszor is sikertelen volt. Kérjük, olvassa el a kézikönyvet és ellenőrizze a naplófájlokat. Ok: %s","Checking if the server runs background jobs with cron.":"Annak ellenőrzése, hogy a kiszolgáló háttérmunkákat futtat-e a cron segítségével.","Background jobs are executed with cron.":"A háttérmunkák a cron segítségével kerülnek végrehajtásra.","Checking if the server runs background tasks with the same PHP version.":"Annak ellenőrzése, hogy a kiszolgáló ugyanazzal a PHP-verzióval futtatja-e a háttérfeladatokat.","Background jobs are executed with the same PHP version.":"A háttérmunkák ugyanazzal a PHP-verzióval kerülnek végrehajtásra."},"pluralForm":"nplurals=2; plural=(n != 1);"}