{"translations":{"Have I been pwned? (recommended)":"Har jeg blitt pwned (anbefalt)?","Big local database (25M passwords)":"Stor lokal database (25 millioner passord)","Local dictionary":"Lokal ordbok","Random Characters":"Tilfeldige tegn","Favicon Service":"Favicon-tjenesten","Caches":"Cacher","View passwords shared with me":"Se passord som er delt med meg","This notification can be deleted.":"Dette varselet kan slettes.","HTTPS Required":"HTTPS påkrevd","reload this page":"last inn denne siden på nytt","documentation":"dokumentasjon","You can try to %s the page with HTTPS.":"Du kan prøve å %s siden med HTTPS.","This application requires %s in order to work safely.":"Denne applikasjonen krever %s for å fungere sikkert.","This is NOT a bug. Visit our %s if you need help.":"Dette er IKKE en feil. Besøk vår %s hvis du trenger hjelp.","Review the HTTPS report below to debug the issue.":"Se gjennom HTTPS-rapporten nedenfor for å feilsøke problemet.","Read this %s to configure your server to use HTTPS.":"Les denne %s for å konfigurere serveren til å bruke HTTPS.","Read this %s if you are using any kind of proxy.":"Les dette %s hvis du bruker noen form for proxy.","Go to %s to get a free HTTPS certificate if you need one.":"Gå til %s for å få et gratis HTTPS-sertifikat hvis du trenger et.","If this problem persists, you should contact your administrator.":"Hvis problemet vedvarer, bør du kontakte administratoren.","Passwords Session %s - %s":"Passord Session %s - %s","Open documentation":"Åpen dokumentasjon","never":"aldri","Internal Data Processing":"Intern databehandling","Image Rendering":"Gjengivelse av bilder","External Services":"Eksterne tjenester","Password Security Checks":"Sikkerhetskontroller av passord","Small local database (5M passwords)":"Liten lokal database (5 millioner passord)","Big local database & Hibp?":"Stor lokal database og Hibp?","Password Generator Service":"Tjeneste for passordgenerering","Local analyzer":"Lokal analysator","Besticon (recommended)":"Besticon (anbefales)","None":"Ingen","Website Preview Service":"Tjeneste for forhåndsvisning av nettsteder","Website Preview API Key":"API-nøkkel for forhåndsvisning av nettsted","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (lokalt)","WKHTML (Local)":"WKHTML (lokal)","Default Email Settings":"Standardinnstillinger for e-post","Send emails for security events":"Send e-post ved sikkerhetshendelser","Send emails for sharing events":"Send e-post for deling av hendelser","Other Settings":"Andre innstillinger","Remove deleted objects from database":"Fjerne slettede objekter fra databasen","Show Nightly Updates in \"Apps\"":"Vis nattlige oppdateringer i \"Apper\"","Never":"Aldri","Immediately":"Umiddelbart","After two hours":"Etter to timer","After one day":"Etter én dag","After two weeks":"Etter to uker","After one month":"Etter én måned","After one year":"Etter ett år","Backup Settings":"Innstillinger for sikkerhetskopiering","Backup Interval":"Intervall for sikkerhetskopiering","Every hour":"Hver time","Every six hours":"Hver sjette time","Every day":"Hver dag","Every two days":"Annenhver dag","Every week":"Hver uke","Every two weeks":"Annenhver uke","Amount of backups to keep":"Antall sikkerhetskopier som skal oppbevares","Default Cache (%s files, %s)":"Standardbuffer (%s filer, %s)","Avatars Cache (%s files, %s)":"Avatars Cache (%s filer, %s)","Favicon Cache (%s files, %s)":"Favicon Cache (%s filer, %s)","Preview Cache (%s files, %s)":"Forhåndsvisning Cache (%s filer, %s)","Passwords Cache (%s files, %s)":"Passordbuffer (%s filer, %s)","clear":"klar","Clear this cache":"Tøm denne hurtigbufferen","You can not clear a cache using a shared service":"Du kan ikke tømme hurtigbufferen ved hjelp av en delt tjeneste.","Saved":"Lagret","Cleared":"Klarert","Failed":"Mislykket","Need help":"Trenger hjelp","found a bug":"funnet en feil","looking for the documentation":"leter etter dokumentasjonen","%s, %s or %s? We've got you covered!":"%s, %s eller %s? Vi har alt du trenger!","%1$s %2$s is no longer supported.":"%1$s %2$s støttes ikke lenger.","Passwords requires HTTPS.":"Passord krever HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Hvis du bruker %s til å utføre bakgrunnsjobber, kan det føre til forsinkelser. Vi anbefaler å bruke Cron.","Please check the system requirements.":"Vennligst sjekk systemkravene.","Password not shared":"Passord ikke delt","You have an insecure password":"Du har et usikkert passord","You have insecure passwords":"Du har usikre passord","One of your passwords is no longer secure.":"Ett av passordene dine er ikke lenger sikkert.","Some of your passwords are no longer secure.":"Noen av passordene dine er ikke lenger sikre.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Passwords sjekker regelmessig om passordene dine har blitt utsatt for datainnbrudd.","This security check has found that one of your passwords is insecure.":"Denne sikkerhetskontrollen har avdekket at ett av passordene dine er usikkert.","This security check has found that %s of your passwords are insecure.":"Denne sikkerhetskontrollen har avdekket at %s av passordene dine er usikre.","That means that the password is out on the internet and puts your account at risk.":"Det betyr at passordet ligger ute på Internett og utgjør en risiko for kontoen din.","That means that the passwords are out on the internet and puts your accounts at risk.":"Det betyr at passordene ligger ute på Internett og utgjør en risiko for kontoene dine.","Therefore the password has been marked as insecure and should be changed now.":"Passordet er derfor merket som usikkert og bør endres nå.","Therefore the passwords have been marked as insecure and should be changed now.":"Passordene er derfor merket som usikre og bør endres nå.","You can create a new secure password in the passwords app.":"Du kan opprette et nytt, sikkert passord i passord-appen.","You can create new secure passwords in the passwords app.":"Du kan opprette nye sikre passord i passord-appen.","Change password now":"Endre passord nå","Change passwords now":"Endre passord nå","Open the passwords app to change it.":"Åpne passord-appen for å endre det.","Open the passwords app to change them.":"Åpne passord-appen for å endre dem.","%s shared a password with you.":"%s delt et passord med deg.","%s shared %s passwords with you.":"%s delt %s passord med deg.","%4$s and %3$s shared %1$s passwords with you.":"%4$s og %3$s delte %1$s passord med deg.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s og %3$s delte %1$s passord med deg.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s og %2$s andre delte %1$s passord med deg.","Open the passwords app to see it.":"Åpne passord-appen for å se den.","Open the passwords app to see them.":"Åpne passord-appen for å se dem.","A password was shared with you on %s":"Et passord ble delt med deg på %s","Several passwords were shared with you on %s":"Flere passord ble delt med deg på %s","One of your passwords could not be shared because the recipient already has access to it.":"Et av passordene dine kan ikke deles fordi mottakeren allerede har tilgang til det.","%s of your passwords could not be shared because the recipient already has access to them.":"%s av passordene dine kan ikke deles fordi mottakeren allerede har tilgang til dem.","Sharing a password that has been shared with you can sometimes create a loop.":"Hvis du deler et passord som er blitt delt med deg, kan det noen ganger skape en loop.","To prevent this, these passwords will not be shared.":"For å forhindre dette vil disse passordene ikke bli delt.","Administrative access to your account":"Administrativ tilgang til kontoen din","%s tried to log into your account on %s.":"%s prøvde å logge inn på kontoen din på %s.","%s logged into your account on %s.":"%s logget inn på kontoen din på %s.","Since you use a master password, this does not mean that access to your data was granted.":"Siden du bruker et hovedpassord, betyr ikke dette at du har fått tilgang til dataene dine.","To prevent unwanted access to your data, you should set up a master password.":"For å hindre uønsket tilgang til dataene dine bør du opprette et hovedpassord.","Deleted User (%s)":"Slettet bruker (%s)","Help us to improve Passwords":"Hjelp oss med å forbedre Passwords","You can help us to improve the Passwords app by participating in our server survey.":"Du kan hjelpe oss med å forbedre Passwords app ved å delta i serverundersøkelsen vår.","This will send us some anonymized data about your setup and selected settings.":"Dette vil sende oss noen anonymiserte data om ditt oppsett og valgte innstillinger.","You can change this at any time in the app settings.":"Du kan når som helst endre dette i appens innstillinger.","Not yet":"Ikke ennå","Participate":"Deltakelse","Server survey participation":"Deltakelse i serverundersøkelsen","Basic":"Grunnleggende","Not set":"Ikke innstilt","Please consider self-hosting your favicon api":"Vær så snill å vurdere å hoste favicon-api'et ditt selv","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Nextcloud bruker våre delte Besticon-instanser til å hente nettstedsikoner.","These instances are intended for small Nextcloud setups with very little traffic.":"Disse instansene er beregnet på små Nextcloud-oppsett med svært lite trafikk.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Klikk på lenken og følg vår enkle veiledning for å arrangere Besticon selv.","Your preview service configuration is invalid":"Konfigurasjonen av forhåndsvisningstjenesten er ugyldig","Your chosen favicon service requires an api key or endpoint, but none is given.":"Den valgte favicon-tjenesten krever en api-nøkkel eller et endepunkt, men det er ikke oppgitt.","Your chosen preview service requires an api key or endpoint, but none is given.":"Den valgte forhåndsvisningstjenesten krever en api-nøkkel eller et endepunkt, men det er ikke oppgitt.","Open the admin settings to update the configuration or chose another service.":"Åpne administratorinnstillingene for å oppdatere konfigurasjonen eller velge en annen tjeneste.","We have detected several failed attempts to unlock your password database by \"%s\".":"Vi har oppdaget flere mislykkede forsøk på å låse opp passorddatabasen din med \"%s\".","This could indicate that someone is trying to break into your account.":"Dette kan tyde på at noen prøver å bryte seg inn på kontoen din.","To prevent further attempts, the API credentials of this client were revoked.":"For å forhindre flere forsøk ble API-legitimasjonen til denne klienten tilbakekalt.","Also, password based API authentication has been disabled.":"Passordbasert API-autentisering er også deaktivert.","If you want to continue using this client, you need to create a new token for it.":"Hvis du vil fortsette å bruke denne klienten, må du opprette et nytt token for den.","If you don't know this client, please change your password and review your device list.":"Hvis du ikke kjenner denne klienten, kan du endre passordet og gå gjennom enhetslisten.","To prevent further attempts, password based API authentication has been disabled.":"For å forhindre ytterligere forsøk er passordbasert API-autentisering deaktivert.","To enable it again, log in with the webapp or any client using token authentication.":"For å aktivere den igjen logger du på med webappen eller en hvilken som helst klient som bruker token-autentisering.","If you don't know this client, please change your master password and Nextcloud password.":"Hvis du ikke kjenner denne klienten, må du endre hovedpassordet og Nextcloud-passordet.","To increase security, we recommend using device specific tokens instead of your password.":"For å øke sikkerheten anbefaler vi at du bruker enhetsspesifikke tokens i stedet for passordet ditt.","Favicon Service Api":"Api for Favicon-tjenesten","(optional)":"(valgfritt)","Your Nextcloud requests significantly more icons than the average.":"Nextcloud ber om betydelig flere ikoner enn gjennomsnittet.","Open tutorial":"Åpen veiledning","Suspicious amount of failed login attempts detected.":"Mistenkelig antall mislykkede påloggingsforsøk oppdaget.","More information":"Mer informasjon","View insecure passwords":"Vis usikre passord","Open settings":"Åpne innstillinger","Open passwords":"Åpne passord","View apps":"Vis apper","View apps & devices":"Vis apper og enheter","Manage devices & apps":"Administrere enheter og apper","View shared passwords":"Se delte passord","App upgrade recommended":"Oppgradering av appen anbefales","A new client or app was connected to your account":"En ny klient eller app ble koblet til kontoen din.","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" fikk tilgang til %s Passwords-kontoen din via PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Du kan administrere alle tilkoblede enheter og apper i %s -innstillingene i sikkerhetsdelen.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Den siste bakgrunnsjobben ble utført med PHP %1$s, men webserveren bruker PHP %2$s.","Using different major versions of PHP may cause issues.":"Bruk av ulike hovedversjoner av PHP kan føre til problemer.","Default Password Security Settings":"Standard sikkerhetsinnstillinger for passord","Security Check Hash":"Sikkerhetskontroll Hash","Don't store hashes":"Ikke lagre hashes","Store 50% of the hash":"Lagre 50 % av hashen","Store 75% of the hash":"Lagre 75 % av hashen","Store the full hash":"Lagre den fullstendige hashen","Backup automatically restored":"Sikkerhetskopien gjenopprettes automatisk","The passwords app seems tho have encountered a database issue.":"Passord-appen ser ut til å ha støtt på et databaseproblem.","Because of this, the app backup \"%s\" was restored automatically.":"På grunn av dette ble sikkerhetskopien av appen \"%s\" gjenopprettet automatisk.","If this was an error, a backup of the database was made before restoring it.":"Hvis dette var en feil, ble det tatt en sikkerhetskopi av databasen før den ble gjenopprettet.","You can disable automatic backup restoring in the app settings.":"Du kan deaktivere automatisk gjenoppretting av sikkerhetskopier i appens innstillinger.","Restore backups automatically when database wiped":"Gjenopprett sikkerhetskopier automatisk når databasen slettes","Select automatically (recommended)":"Velg automatisk (anbefalt)","Passwords":"Passord","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Dekryptert passorddatabase med passord, mapper, tagger og innstillinger. (Inkluderer ikke passord som er delt med deg. Fungerer ikke med E2E aktivert).","Passwords can't be exported":"Passord kan ikke eksporteres","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Fordi du har End-to-End-kryptering aktivert, kan ikke passordene dine legges til i eksporten automatisk. Alternativt kan du bruke eksportfunksjonen i appen til å eksportere dataene dine.","Encryption Settings":"Krypteringsinnstillinger","Allow third party encryption":"Tillat kryptering fra tredjepart","Passwords ends updates for Nextcloud %s":"Passord avslutter oppdateringer for Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Passwords %s er den siste oppdateringen for Nextcloud %s.","Upgrade to Nextcloud %1$s for future upgrades.":"Oppgrader til Nextcloud %s for fremtidige oppgraderinger.","Passwords ends updates for PHP %s":"Passord avslutter oppdateringer for PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Passwords %s er den siste oppdateringen av PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Oppgrader til PHP %s (eller PHP %s for LSR) for fremtidige oppgraderinger.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Passord avslutter oppdateringer for Nextcloud %s og PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Passwords %s er den siste oppdateringen for Nextcloud %s og PHP %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Oppgrader til Nextcloud %s og PHP %s (eller PHP %s for LSR) for fremtidige oppgraderinger.","Could not update breached passwords database":"Kunne ikke oppdatere databasen over passord som ble brutt","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Oppdateringen av databasen for passord mislyktes tre ganger. Se i håndboken og sjekk loggene. Begrunnelse: %s","Checking if the server runs background jobs with cron.":"Sjekker om serveren kjører bakgrunnsjobber med cron.","Background jobs are executed with cron.":"Bakgrunnsjobber utføres med cron.","Checking if the server runs background tasks with the same PHP version.":"Kontrollerer om serveren kjører bakgrunnsoppgaver med samme PHP-versjon.","Background jobs are executed with the same PHP version.":"Bakgrunnsjobber utføres med samme PHP-versjon."},"pluralForm":"nplurals=2; plural=(n != 1);"}