{"translations":{"official":"oficialus","by {author}":"pagal {author}","source code":"šaltinio kodas","learn more":"sužinoti daugiau","Connect with PassLink":"Prisijunkite prie \"PassLink","Connect a new device":"Naujo įrenginio prijungimas","Connect via link":"Prisijunkite per nuorodą","Choose a name:":"Pasirinkite pavadinimą:","The codes don't match":"Kodai nesutampa","Looks good":"Atrodo gerai","Connection successful":"Sujungimas sėkmingas","I'm done":"Aš baigiau","Don't try again":"Nebandykite dar kartą","Connect something else":"Prijungti kitą klientą","Try again":"Pabandykite dar kartą","Strong Encryption":"Stiprus šifravimas","Failed to fetch apps: {error}":"Nepavyko parsisiųsti programų: {error}","You cancelled the connection":"Atšaukėte ryšį","You did not confirm the connection in time":"Laiku nepatvirtinote ryšio","Just scan the QR code with the app to connect it.":"Norėdami jį prijungti, tiesiog nuskaitykite QR kodą naudodami programėlę.","Click the button when you are ready to start the connection.":"Kai būsite pasiruošę pradėti ryšį, spustelėkite mygtuką .","Check if the codes below match with the ones provided by the device or app:":"Patikrinkite, ar toliau nurodyti kodai sutampa su prietaiso arba programėlės pateiktais kodais:","Link this client to your Nextcloud account without annoying passwords and urls":"Susiekite šį klientą su \"Nextcloud\" paskyra be varginančių slaptažodžių ir adresų","This client officially supports our strong end-to-end encryption":"Šis klientas oficialiai palaiko mūsų stiprų galutinį šifravimą","This client is maintained by the authors of the Passwords app":"Šį klientą prižiūri programos \"Passwords\" autoriai","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Spustelėkite mygtuką, jei norite prijungti šiame prietaise įdiegtą programėlę, arba nuskaitykite QR kodą su programėle, jei ji įdiegta kitame prietaise."},"pluralForm":"nplurals=2; plural=(n != 1);"}