{"translations":{"learn more":"meer leren","official":"officieel","by {author}":"door {author}","source code":"broncode","Connect with PassLink":"Maak verbinding met PassLink","Connect a new device":"Een nieuw apparaat aansluiten","Connect via link":"Maak verbinding via link","Choose a name:":"Kies een naam:","The codes don't match":"De codes komen niet overeen","Looks good":"Ziet er goed uit","Connection successful":"Verbinding geslaagd","I'm done":"Ik ben klaar","Don't try again":"Probeer het niet opnieuw","Connect something else":"Een andere client aansluiten","Try again":"Probeer het nog eens","Strong Encryption":"Sterke encryptie","You cancelled the connection":"Je hebt de verbinding geannuleerd","You did not confirm the connection in time":"Je hebt de verbinding niet op tijd bevestigd","Just scan the QR code with the app to connect it.":"Scan gewoon de QR-code met de app om verbinding te maken.","Click the button when you are ready to start the connection.":"Klik op de knop als je klaar bent om de verbinding te starten.","Check if the codes below match with the ones provided by the device or app:":"Controleer of de onderstaande codes overeenkomen met de codes die door het apparaat of de app worden geleverd:","Link this client to your Nextcloud account without annoying passwords and urls":"Koppel deze client aan uw Nextcloud-account zonder vervelende wachtwoorden en url's","This client officially supports our strong end-to-end encryption":"Deze client ondersteunt officieel onze sterke end-to-end encryptie","This client is maintained by the authors of the Passwords app":"Deze client wordt onderhouden door de auteurs van de app Wachtwoorden","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Klik op de knop om een app te verbinden die op dit apparaat is geïnstalleerd of scan de QR-code met de app als die op een ander apparaat is geïnstalleerd.","Failed to fetch apps: {error}":"Mislukt bij het ophalen van apps: {error}"},"pluralForm":"nplurals=2; plural=(n != 1);"}