{"translations":{"official":"oficjalny","by {author}":"przez {author}","source code":"kod źródłowy","learn more":"dowiedzieć się więcej","Connect with PassLink":"Połącz się z PassLink","Connect a new device":"Podłącz nowe urządzenie","Connect via link":"Połączenie przez link","Choose a name:":"Wybierz nazwę:","The codes don't match":"Kody nie są zgodne","Looks good":"Wygląda dobrze","Connection successful":"Jest połączenie","I'm done":"Skończyłem","Don't try again":"Nie próbuj ponownie","Connect something else":"Podłącz innego klienta","Try again":"Spróbuj ponownie","Strong Encryption":"Silne szyfrowanie","Failed to fetch apps: {error}":"Nie udało się pobrać aplikacji: {error}","You cancelled the connection":"Połączenie zostało anulowane","You did not confirm the connection in time":"Nie potwierdziłeś połączenia na czas","Just scan the QR code with the app to connect it.":"Wystarczy zeskanować kod QR za pomocą aplikacji, aby go podłączyć.","Click the button when you are ready to start the connection.":"Kliknij przycisk, gdy będziesz gotowy do rozpoczęcia połączenia.","Check if the codes below match with the ones provided by the device or app:":"Sprawdź, czy poniższe kody są zgodne z kodami dostarczonymi przez urządzenie lub aplikację:","Link this client to your Nextcloud account without annoying passwords and urls":"Połącz tego klienta z kontem Nextcloud bez irytujących haseł i adresów URL.","This client officially supports our strong end-to-end encryption":"Ten klient oficjalnie obsługuje nasze silne szyfrowanie typu end-to-end","This client is maintained by the authors of the Passwords app":"Ten klient jest utrzymywany przez autorów aplikacji Passwords","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Kliknij przycisk, aby połączyć aplikację zainstalowaną na tym urządzeniu lub zeskanować kod QR za pomocą aplikacji, jeśli jest ona zainstalowana na innym urządzeniu."},"pluralForm":"nplurals=2; plural=(n != 1);"}