{"translations":{"official":"oficiálne","by {author}":"podľa {author}","source code":"zdrojový kód","learn more":"dozvedieť sa viac","Connect with PassLink":"Spojenie s PassLink","Connect a new device":"Pripojenie nového zariadenia","Connect via link":"Pripojte sa prostredníctvom prepojenia","Choose a name:":"Vyberte si meno:","The codes don't match":"Kódy sa nezhodujú","Looks good":"Vyzerá to dobre","Connection successful":"Úspešné pripojenie","I'm done":"Skončil som","Don't try again":"Nepokúšajte sa o to znova","Connect something else":"Pripojenie ďalšieho klienta","Try again":"Skúste to znova","Strong Encryption":"Silné šifrovanie","Failed to fetch apps: {error}":"Nepodarilo sa načítať aplikácie: {error}","You cancelled the connection":"Zrušili ste pripojenie","You did not confirm the connection in time":"Nepotvrdili ste pripojenie včas","Just scan the QR code with the app to connect it.":"Na pripojenie stačí pomocou aplikácie naskenovať kód QR.","Click the button when you are ready to start the connection.":"Keď ste pripravení spustiť pripojenie, kliknite na tlačidlo .","Check if the codes below match with the ones provided by the device or app:":"Skontrolujte, či sa kódy uvedené nižšie zhodujú s kódmi poskytnutými zariadením alebo aplikáciou:","Link this client to your Nextcloud account without annoying passwords and urls":"Prepojenie tohto klienta s kontom Nextcloud bez otravných hesiel a e-mailových adries","This client officially supports our strong end-to-end encryption":"Tento klient oficiálne podporuje naše silné koncové šifrovanie","This client is maintained by the authors of the Passwords app":"Tohto klienta spravujú autori aplikácie Heslá","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Kliknutím na tlačidlo pripojte aplikáciu nainštalovanú v tomto zariadení alebo naskenujte QR kód s aplikáciou, ak je nainštalovaná v inom zariadení."},"pluralForm":"nplurals=2; plural=(n != 1);"}