{"translations":{"If you don't know this client, please change your master password and Nextcloud password.":"Hvis du ikke kender denne klient, skal du ændre din hovedadgangskode og Nextcloud-adgangskode.","HTTPS Required":"HTTPS påkrævet","reload this page":"Genindlæs denne side","forum":"Forum","documentation":"dokumentation","You can try to %s the page with HTTPS.":"Du kan prøve at %s siden med HTTPS.","This application requires %s in order to work safely.":"Denne applikation kræver %s for at kunne fungere sikkert.","This is NOT a bug. Visit our %s if you need help.":"Dette er IKKE en fejl. Besøg vores %s, hvis du har brug for hjælp.","Review the HTTPS report below to debug the issue.":"Gennemgå HTTPS-rapporten nedenfor for at fejlsøge problemet.","Read this %s to configure your server to use HTTPS.":"Læs denne %s for at konfigurere din server til at bruge HTTPS.","Read this %s if you are using any kind of proxy.":"Læs dette %s, hvis du bruger nogen form for proxy.","Go to %s to get a free HTTPS certificate if you need one.":"Gå til %s for at få et gratis HTTPS-certifikat, hvis du har brug for et.","If this problem persists, you should contact your administrator.":"Hvis problemet fortsætter, bør du kontakte din administrator.","Passwords Session %s - %s":"Adgangskoder Session %s - %s","Open documentation":"Åben dokumentation","never":"aldrig","Internal Data Processing":"Intern databehandling","Image Rendering":"Gengivelse af billeder","External Services":"Eksterne tjenester","Password Security Checks":"Sikkerhedstjek af adgangskoder","Have I been pwned? (recommended)":"Er jeg blevet pwned? (anbefales)","Big local database (25M passwords)":"Stor lokal database (25 mio. adgangskoder)","Small local database (5M passwords)":"Lille lokal database (5 mio. adgangskoder)","Big local database & Hibp?":"Stor lokal database & Hibp?","Password Generator Service":"Adgangskodegenerator-tjeneste","Local dictionary":"Lokal ordbog","Random Characters":"Tilfældige tegn","Favicon Service":"Favicon-service","Local analyzer":"Lokal analysator","Besticon (recommended)":"Besticon (anbefales)","None":"Ingen","Website Preview Service":"Service til forhåndsvisning af hjemmesider","Website Preview API Key":"API-nøgle til forhåndsvisning af hjemmeside","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (Lokal)","WKHTML (Local)":"WKHTML (Lokal)","Default Email Settings":"Standardindstillinger for e-mail","Send emails for security events":"Send e-mails om sikkerhedshændelser","Send emails for sharing events":"Send e-mails til deling af begivenheder","Other Settings":"Andre indstillinger","Remove deleted objects from database":"Fjern slettede objekter fra databasen","Show Nightly Updates in \"Apps\"":"Vis natlige opdateringer i \"Apps\"","Never":"Aldrig","Immediately":"Med det samme","After two hours":"Efter to timer","After one day":"Efter en dag","After two weeks":"Efter to uger","After one month":"Efter en måned","After one year":"Efter et år","Backup Settings":"Backup-indstillinger","Backup Interval":"Interval for sikkerhedskopiering","Every hour":"Hver time","Every six hours":"Hver sjette time","Every day":"Hver dag","Every two days":"Hver anden dag","Every week":"Hver uge","Every two weeks":"Hver anden uge","Amount of backups to keep":"Mængde af sikkerhedskopier, der skal gemmes","Caches":"Cacher","Default Cache (%s files, %s)":"Standard-cache (%s filer, %s)","Avatars Cache (%s files, %s)":"Avatars Cache (%s filer, %s)","Favicon Cache (%s files, %s)":"Favicon Cache (%s filer, %s)","Preview Cache (%s files, %s)":"Preview Cache (%s filer, %s)","Passwords Cache (%s files, %s)":"Cache til adgangskoder (%s filer, %s)","clear":"klar","Clear this cache":"Ryd denne cache","You can not clear a cache using a shared service":"Du kan ikke rydde en cache ved hjælp af en delt tjeneste","Saved":"Gemt","Cleared":"Ryddet","Failed":"Mislykket","Need help":"Brug for hjælp","found a bug":"fandt en fejl","looking for the documentation":"leder efter dokumentationen","%s, %s or %s? We've got you covered!":"%s, %s eller %s? Vi har styr på det!","%1$s %2$s is no longer supported.":"%1$s %2$s understøttes ikke længere.","Passwords requires HTTPS.":"Adgangskoder kræver HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Hvis du bruger %s til at udføre baggrundsjob, kan det medføre forsinkelser. Vi anbefaler at bruge Cron.","Please check the system requirements.":"Tjek venligst systemkravene.","Password not shared":"Adgangskode ikke delt","You have an insecure password":"Du har et usikkert password","You have insecure passwords":"Du har usikre adgangskoder","One of your passwords is no longer secure.":"Et af dine passwords er ikke længere sikkert.","Some of your passwords are no longer secure.":"Nogle af dine adgangskoder er ikke længere sikre.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Passwords tjekker regelmæssigt, om dine adgangskoder er blevet kompromitteret af et databrud.","This security check has found that one of your passwords is insecure.":"Dette sikkerhedstjek har fundet ud af, at et af dine adgangskoder er usikkert.","This security check has found that %s of your passwords are insecure.":"Dette sikkerhedstjek har vist, at %s af dine adgangskoder er usikre.","That means that the password is out on the internet and puts your account at risk.":"Det betyder, at adgangskoden er ude på internettet og udgør en risiko for din konto.","That means that the passwords are out on the internet and puts your accounts at risk.":"Det betyder, at adgangskoderne er ude på internettet og udgør en risiko for dine konti.","Therefore the password has been marked as insecure and should be changed now.":"Derfor er adgangskoden blevet markeret som usikker og bør ændres nu.","Therefore the passwords have been marked as insecure and should be changed now.":"Derfor er adgangskoderne blevet markeret som usikre og bør ændres nu.","You can create a new secure password in the passwords app.":"Du kan oprette en ny sikker adgangskode i appen Adgangskoder.","You can create new secure passwords in the passwords app.":"Du kan oprette nye sikre adgangskoder i adgangskoder-appen.","Change password now":"Skift adgangskode nu","Change passwords now":"Skift adgangskoder nu","Open the passwords app to change it.":"Åbn appen Adgangskoder for at ændre den.","Open the passwords app to change them.":"Åbn password-appen for at ændre dem.","%s shared a password with you.":"%s delt en adgangskode med dig.","%s shared %s passwords with you.":"%s delt %s adgangskoder med dig.","%4$s and %3$s shared %1$s passwords with you.":"%4$s og %3$s delte %1$s adgangskoder med dig.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s og %3$s delte %1$s adgangskoder med dig.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s og %2$s andre delte %1$s adgangskoder med dig.","Open the passwords app to see it.":"Åbn appen Adgangskoder for at se den.","Open the passwords app to see them.":"Åbn appen Adgangskoder for at se dem.","A password was shared with you on %s":"En adgangskode blev delt med dig på %s","Several passwords were shared with you on %s":"Flere adgangskoder blev delt med dig på %s","View passwords shared with me":"Se adgangskoder, der er delt med mig","One of your passwords could not be shared because the recipient already has access to it.":"Et af dine passwords kan ikke deles, fordi modtageren allerede har adgang til det.","%s of your passwords could not be shared because the recipient already has access to them.":"%s af dine passwords kan ikke deles, fordi modtageren allerede har adgang til dem.","Sharing a password that has been shared with you can sometimes create a loop.":"Hvis du deler en adgangskode, som er blevet delt med dig, kan det nogle gange skabe et loop.","To prevent this, these passwords will not be shared.":"For at forhindre dette vil disse adgangskoder ikke blive delt.","Administrative access to your account":"Administrativ adgang til din konto","%s tried to log into your account on %s.":"%s prøvede at logge ind på din konto på %s.","%s logged into your account on %s.":"%s logget ind på din konto på %s.","Since you use a master password, this does not mean that access to your data was granted.":"Da du bruger en masteradgangskode, betyder det ikke, at du har fået adgang til dine data.","To prevent unwanted access to your data, you should set up a master password.":"For at forhindre uønsket adgang til dine data bør du oprette en hovedadgangskode.","Deleted User (%s)":"Slettet bruger (%s)","Help us to improve Passwords":"Hjælp os med at forbedre Passwords","You can help us to improve the Passwords app by participating in our server survey.":"Du kan hjælpe os med at forbedre Passwords app'en ved at deltage i vores serverundersøgelse.","This will send us some anonymized data about your setup and selected settings.":"Dette vil sende os nogle anonymiserede data om din opsætning og valgte indstillinger.","You can change this at any time in the app settings.":"Du kan til enhver tid ændre dette i appens indstillinger.","Not yet":"Ikke endnu","Participate":"Deltag i","Server survey participation":"Deltagelse i serverundersøgelse","Basic":"Grundlæggende","Full":"Fuld","Not set":"Ikke indstillet","Please consider self-hosting your favicon api":"Overvej venligst selv at hoste din favicon api","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Din Nextcloud bruger vores delte Besticon-instanser til at hente hjemmesideikoner.","These instances are intended for small Nextcloud setups with very little traffic.":"Disse instanser er beregnet til små Nextcloud-opsætninger med meget lidt trafik.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Klik på linket og følg vores nemme vejledning til selv at hoste Besticon.","Your preview service configuration is invalid":"Konfigurationen af din preview-service er ugyldig","Your chosen favicon service requires an api key or endpoint, but none is given.":"Din valgte favicon-tjeneste kræver en api-nøgle eller et slutpunkt, men der er ikke angivet nogen.","Your chosen preview service requires an api key or endpoint, but none is given.":"Din valgte preview-tjeneste kræver en api-nøgle eller et slutpunkt, men der er ikke angivet nogen.","Open the admin settings to update the configuration or chose another service.":"Åbn administratorindstillingerne for at opdatere konfigurationen eller vælge en anden tjeneste.","We have detected several failed attempts to unlock your password database by \"%s\".":"Vi har registreret flere mislykkede forsøg på at låse din password-database op via \"%s\".","This could indicate that someone is trying to break into your account.":"Det kunne tyde på, at nogen forsøger at bryde ind på din konto.","To prevent further attempts, the API credentials of this client were revoked.":"For at forhindre yderligere forsøg blev API-legitimationsoplysningerne for denne klient tilbagekaldt.","Also, password based API authentication has been disabled.":"Adgangskodebaseret API-godkendelse er også blevet deaktiveret.","If you want to continue using this client, you need to create a new token for it.":"Hvis du vil fortsætte med at bruge denne klient, skal du oprette et nyt token til den.","If you don't know this client, please change your password and review your device list.":"Hvis du ikke kender denne klient, bedes du ændre din adgangskode og gennemgå din enhedsliste.","To prevent further attempts, password based API authentication has been disabled.":"For at forhindre yderligere forsøg er adgangskodebaseret API-godkendelse blevet deaktiveret.","To enable it again, log in with the webapp or any client using token authentication.":"For at aktivere det igen skal du logge ind med webapplikationen eller en klient, der bruger token-godkendelse.","To increase security, we recommend using device specific tokens instead of your password.":"For at øge sikkerheden anbefaler vi, at du bruger enhedsspecifikke tokens i stedet for din adgangskode.","(optional)":"(valgfrit)","Your Nextcloud requests significantly more icons than the average.":"Din Nextcloud kræver betydeligt flere ikoner end gennemsnittet.","Open tutorial":"Åben vejledning","Suspicious amount of failed login attempts detected.":"Mistænkeligt antal mislykkede login-forsøg opdaget.","More information":"Mere information","View insecure passwords":"Se usikre adgangskoder","Open settings":"Åbn indstillinger","Open passwords":"Åbn adgangskoder","View apps":"Se apps","View apps & devices":"Se apps og enheder","Manage devices & apps":"Administrer enheder og apps","View shared passwords":"Se delte adgangskoder","App upgrade recommended":"Opgradering af app anbefales","A new client or app was connected to your account":"En ny klient eller app blev forbundet til din konto","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" har fået adgang til din %s Passwords-konto via PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Du kan administrere alle tilsluttede enheder og apps i dine %s indstillinger i sikkerhedsafsnittet.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Det sidste baggrundsjob blev udført med PHP %1$s, men webserveren bruger PHP %2$s.","Using different major versions of PHP may cause issues.":"Brug af forskellige hovedversioner af PHP kan give problemer.","Default Password Security Settings":"Standard sikkerhedsindstillinger for adgangskode","Security Check Hash":"Sikkerhedstjek Hash","Don't store hashes":"Gem ikke hashes","Store 50% of the hash":"Gem 50% af hashen","Store 75% of the hash":"Gem 75% af hashen","Store the full hash":"Gem den fulde hash","Backup automatically restored":"Backup gendannes automatisk","The passwords app seems tho have encountered a database issue.":"Adgangskode-appen ser ud til at have et databaseproblem.","Because of this, the app backup \"%s\" was restored automatically.":"Derfor blev appens backup \"%s\" automatisk gendannet.","If this was an error, a backup of the database was made before restoring it.":"Hvis det var en fejl, blev der lavet en backup af databasen, før den blev gendannet.","You can disable automatic backup restoring in the app settings.":"Du kan deaktivere automatisk gendannelse af backup i appens indstillinger.","Restore backups automatically when database wiped":"Gendan sikkerhedskopier automatisk, når databasen slettes","Passwords ends updates for Nextcloud %s":"Adgangskoder slutter opdateringer til Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Passwords %s er den sidste opdatering af Nextcloud %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Opgrader til Nextcloud %s og PHP %s (eller PHP %s for LSR) for fremtidige opgraderinger.","Select automatically (recommended)":"Vælg automatisk (anbefalet)","Passwords":"Adgangskoder","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Dekrypteret adgangskodedatabase med adgangskoder, mapper, tags og indstillinger. (Inkluderer ikke adgangskoder, der er delt med dig. Fungerer ikke med E2E aktiveret)","Passwords can't be exported":"Adgangskoder kan ikke eksporteres","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Fordi du har End-to-End-kryptering aktiveret, kan dine adgangskoder ikke føjes til eksporten automatisk. Som et alternativ kan du bruge eksportfunktionen i appen til at eksportere dine data.","Encryption Settings":"Krypteringsindstillinger","Allow third party encryption":"Tillad tredjeparts-kryptering","Upgrade to Nextcloud %1$s for future upgrades.":"Opgrader til Nextcloud %s for fremtidige opgraderinger.","Passwords ends updates for PHP %s":"Adgangskoder afslutter opdateringer til PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Passwords %s er den seneste opdatering af PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Opgrader til PHP %s (eller PHP %s for LSR) for fremtidige opgraderinger.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Passwords slutter opdateringer til Nextcloud %s og PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Passwords %s er den sidste opdatering til Nextcloud %s og PHP %s.","This notification can be deleted.":"Denne meddelelse kan slettes.","Could not update breached passwords database":"Kunne ikke opdatere databasen over brudte adgangskoder","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Opdateringen af databasen med de brudte adgangskoder mislykkedes tre gange. Se venligst manualen og tjek dine logfiler. Årsag: %s","Checking if the server runs background jobs with cron.":"Kontrollerer, om serveren kører baggrundsjobs med cron.","Background jobs are executed with cron.":"Baggrundsjob udføres med cron.","Checking if the server runs background tasks with the same PHP version.":"Kontrollerer, om serveren kører baggrundsopgaver med den samme PHP-version.","Background jobs are executed with the same PHP version.":"Baggrundsjob udføres med den samme PHP-version."},"pluralForm":"nplurals=2; plural=(n != 1);"}