{"translations":{"HTTPS Required":"Απαιτείται HTTPS","reload this page":"επαναφόρτωση αυτής της σελίδας","documentation":"τεκμηρίωση","You can try to %s the page with HTTPS.":"Μπορείτε να προσπαθήσετε να %s τη σελίδα με HTTPS.","This application requires %s in order to work safely.":"Αυτή η εφαρμογή απαιτεί %s για να λειτουργήσει με ασφάλεια.","Every two weeks":"Κάθε δύο εβδομάδες","Amount of backups to keep":"Ποσότητα αντιγράφων ασφαλείας που πρέπει να διατηρήσετε","Default Cache (%s files, %s)":"Προεπιλεγμένη κρυφή μνήμη (%s αρχεία, %s)","This is NOT a bug. Visit our %s if you need help.":"Αυτό ΔΕΝ είναι σφάλμα. Επισκεφθείτε το %s αν χρειάζεστε βοήθεια.","Review the HTTPS report below to debug the issue.":"Ανατρέξτε στην παρακάτω αναφορά HTTPS για να διορθώσετε το πρόβλημα.","Read this %s to configure your server to use HTTPS.":"Διαβάστε αυτό το %s για να ρυθμίσετε τον διακομιστή σας ώστε να χρησιμοποιεί HTTPS.","Read this %s if you are using any kind of proxy.":"Διαβάστε αυτό το %s αν χρησιμοποιείτε οποιοδήποτε είδος διακομιστή μεσολάβησης.","Go to %s to get a free HTTPS certificate if you need one.":"Μεταβείτε στη διεύθυνση %s για να λάβετε ένα δωρεάν πιστοποιητικό HTTPS, αν το χρειάζεστε.","If this problem persists, you should contact your administrator.":"Εάν το πρόβλημα αυτό εξακολουθεί να υφίσταται, θα πρέπει να επικοινωνήσετε με τον διαχειριστή σας.","Passwords Session %s - %s":"Κωδικοί πρόσβασης Συνεδρία %s - %s","Open documentation":"Ανοικτή τεκμηρίωση","never":"ποτέ","Internal Data Processing":"Εσωτερική επεξεργασία δεδομένων","Image Rendering":"Απεικόνιση εικόνας","External Services":"Εξωτερικές υπηρεσίες","Password Security Checks":"Έλεγχοι ασφαλείας κωδικού πρόσβασης","Have I been pwned? (recommended)":"Έχω ξεγελαστεί; (συνιστάται)","Big local database (25M passwords)":"Μεγάλη τοπική βάση δεδομένων (25 εκατ. κωδικοί πρόσβασης)","Small local database (5M passwords)":"Μικρή τοπική βάση δεδομένων (5M κωδικοί πρόσβασης)","Big local database & Hibp?":"Μεγάλη τοπική βάση δεδομένων & Hibp?","Password Generator Service":"Υπηρεσία γεννήτριας κωδικού πρόσβασης","Local dictionary":"Τοπικό λεξικό","Random Characters":"Τυχαίοι χαρακτήρες","Leipzig Corpora Collection":"Συλλογή Corpora της Λειψίας","Favicon Service":"Υπηρεσία Favicon","Local analyzer":"Τοπικός αναλυτής","Besticon (recommended)":"Besticon (συνιστάται)","None":"Κανένα","Website Preview Service":"Υπηρεσία προεπισκόπησης ιστότοπου","Website Preview API Key":"Κλειδί API προεπισκόπησης ιστότοπου","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (τοπικά)","WKHTML (Local)":"WKHTML (Τοπική)","Default Email Settings":"Προεπιλεγμένες ρυθμίσεις email","Send emails for security events":"Αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου για συμβάντα ασφαλείας","Send emails for sharing events":"Αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου για κοινή χρήση εκδηλώσεων","Other Settings":"Άλλες ρυθμίσεις","Remove deleted objects from database":"Κατάργηση διαγραμμένων αντικειμένων από τη βάση δεδομένων","Show Nightly Updates in \"Apps\"":"Εμφάνιση νυχτερινών ενημερώσεων στις \"Εφαρμογές\"","Never":"Ποτέ","Immediately":"Αμέσως","After two hours":"Μετά από δύο ώρες","After one day":"Μετά από μία ημέρα","After two weeks":"Μετά από δύο εβδομάδες","After one month":"Μετά από ένα μήνα","After one year":"Μετά από ένα έτος","Backup Settings":"Ρυθμίσεις αντιγράφων ασφαλείας","Backup Interval":"Διάστημα δημιουργίας αντιγράφων ασφαλείας","Every hour":"Κάθε ώρα","Every six hours":"Κάθε έξι ώρες","Every day":"Κάθε μέρα","Every two days":"Κάθε δύο ημέρες","Every week":"Κάθε εβδομάδα","Avatars Cache (%s files, %s)":"Avatars Cache (%s αρχεία, %s)","Favicon Cache (%s files, %s)":"Favicon Cache (%s αρχεία, %s)","Preview Cache (%s files, %s)":"Προεπισκόπηση Cache (%s αρχεία, %s)","Passwords Cache (%s files, %s)":"Κρυφή μνήμη κωδικών πρόσβασης (%s αρχεία, %s)","Clear this cache":"Καθαρίστε αυτή την προσωρινή μνήμη","You can not clear a cache using a shared service":"Δεν μπορείτε να εκκαθαρίσετε μια προσωρινή μνήμη cache χρησιμοποιώντας μια κοινόχρηστη υπηρεσία","Saved":"Αποθηκευμένο","Cleared":"Εκκαθαρισμένο","Failed":"Αποτυχημένο","Need help":"Χρειάζομαι βοήθεια","found a bug":"βρήκα ένα σφάλμα","looking for the documentation":"αναζητώντας την τεκμηρίωση","%s, %s or %s? We've got you covered!":"%s, %s ή %s; Σας καλύπτουμε!","%1$s %2$s is no longer supported.":"%1$s %2$s δεν υποστηρίζεται πλέον.","Passwords requires HTTPS.":"Οι κωδικοί πρόσβασης απαιτούν HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Η χρήση του %s για την εκτέλεση εργασιών στο παρασκήνιο μπορεί να προκαλέσει καθυστερήσεις. Συνιστούμε τη χρήση του Cron.","Please check the system requirements.":"Ελέγξτε τις απαιτήσεις συστήματος.","Password not shared":"Ο κωδικός πρόσβασης δεν μοιράζεται","You have an insecure password":"Έχετε ανασφαλή κωδικό πρόσβασης","You have insecure passwords":"Έχετε ανασφαλείς κωδικούς πρόσβασης","One of your passwords is no longer secure.":"Ένας από τους κωδικούς πρόσβασής σας δεν είναι πλέον ασφαλής.","Some of your passwords are no longer secure.":"Ορισμένοι από τους κωδικούς πρόσβασής σας δεν είναι πλέον ασφαλείς.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Το Passwords ελέγχει τακτικά αν οι κωδικοί σας έχουν παραβιαστεί από παραβίαση δεδομένων.","This security check has found that one of your passwords is insecure.":"Αυτός ο έλεγχος ασφαλείας διαπίστωσε ότι ένας από τους κωδικούς πρόσβασής σας δεν είναι ασφαλής.","This security check has found that %s of your passwords are insecure.":"Αυτός ο έλεγχος ασφαλείας διαπίστωσε ότι %s των κωδικών πρόσβασής σας δεν είναι ασφαλείς.","That means that the password is out on the internet and puts your account at risk.":"Αυτό σημαίνει ότι ο κωδικός πρόσβασης βρίσκεται στο διαδίκτυο και θέτει τον λογαριασμό σας σε κίνδυνο.","That means that the passwords are out on the internet and puts your accounts at risk.":"Αυτό σημαίνει ότι οι κωδικοί πρόσβασης βρίσκονται στο διαδίκτυο και θέτουν τους λογαριασμούς σας σε κίνδυνο.","Therefore the password has been marked as insecure and should be changed now.":"Ως εκ τούτου, ο κωδικός πρόσβασης έχει χαρακτηριστεί ως μη ασφαλής και θα πρέπει να αλλάξει τώρα.","Therefore the passwords have been marked as insecure and should be changed now.":"Ως εκ τούτου, οι κωδικοί πρόσβασης έχουν χαρακτηριστεί ως μη ασφαλείς και θα πρέπει να αλλάξουν τώρα.","You can create a new secure password in the passwords app.":"Μπορείτε να δημιουργήσετε έναν νέο ασφαλή κωδικό πρόσβασης στην εφαρμογή κωδικών πρόσβασης.","You can create new secure passwords in the passwords app.":"Μπορείτε να δημιουργήσετε νέους ασφαλείς κωδικούς πρόσβασης στην εφαρμογή κωδικών πρόσβασης.","Change password now":"Αλλαγή κωδικού πρόσβασης τώρα","Change passwords now":"Αλλαγή κωδικών πρόσβασης τώρα","Open the passwords app to change it.":"Ανοίξτε την εφαρμογή κωδικών πρόσβασης για να την αλλάξετε.","Open the passwords app to change them.":"Ανοίξτε την εφαρμογή κωδικών πρόσβασης για να τους αλλάξετε.","%s shared a password with you.":"%s μοιράστηκε μαζί σας έναν κωδικό πρόσβασης.","%s shared %s passwords with you.":"%s μοιράστηκε μαζί σας τους κωδικούς πρόσβασης %s.","%4$s and %3$s shared %1$s passwords with you.":"%4$s και %3$s μοιράζονται μαζί σας τους κωδικούς πρόσβασης %1$s.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s και %3$s μοιράστηκαν μαζί σας τους κωδικούς πρόσβασης %1$s.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s και %2$s άλλοι μοιράστηκαν τους κωδικούς πρόσβασης %1$s μαζί σας.","Open the passwords app to see it.":"Ανοίξτε την εφαρμογή κωδικών πρόσβασης για να τη δείτε.","Open the passwords app to see them.":"Ανοίξτε την εφαρμογή κωδικών πρόσβασης για να τους δείτε.","A password was shared with you on %s":"Ένας κωδικός πρόσβασης μοιράστηκε μαζί σας στο %s","Several passwords were shared with you on %s":"Αρκετοί κωδικοί πρόσβασης μοιράστηκαν μαζί σας στο %s","View passwords shared with me":"Προβολή κωδικών πρόσβασης που μοιράζονται μαζί μου","One of your passwords could not be shared because the recipient already has access to it.":"Ένας από τους κωδικούς σας δεν μπορεί να κοινοποιηθεί επειδή ο παραλήπτης έχει ήδη πρόσβαση σε αυτόν.","%s of your passwords could not be shared because the recipient already has access to them.":"%s από τους κωδικούς σας δεν θα μπορούσαν να κοινοποιηθούν επειδή ο παραλήπτης έχει ήδη πρόσβαση σε αυτούς.","Sharing a password that has been shared with you can sometimes create a loop.":"Η κοινοποίηση ενός κωδικού πρόσβασης που έχει κοινοποιηθεί σε εσάς μπορεί μερικές φορές να δημιουργήσει έναν βρόχο.","To prevent this, these passwords will not be shared.":"Για να αποφευχθεί αυτό, οι κωδικοί αυτοί δεν θα κοινοποιούνται.","Administrative access to your account":"Διοικητική πρόσβαση στο λογαριασμό σας","%s tried to log into your account on %s.":"%s Προσπάθησα να συνδεθώ στο λογαριασμό σας στο %s.","%s logged into your account on %s.":"%s συνδεθείτε στο λογαριασμό σας στο %s.","Since you use a master password, this does not mean that access to your data was granted.":"Εφόσον χρησιμοποιείτε έναν κύριο κωδικό πρόσβασης, αυτό δεν σημαίνει ότι έχει δοθεί πρόσβαση στα δεδομένα σας.","To prevent unwanted access to your data, you should set up a master password.":"Για να αποτρέψετε την ανεπιθύμητη πρόσβαση στα δεδομένα σας, θα πρέπει να ορίσετε έναν κύριο κωδικό πρόσβασης.","Deleted User (%s)":"Διαγραμμένος χρήστης (%s)","Help us to improve Passwords":"Βοηθήστε μας να βελτιώσουμε τους κωδικούς πρόσβασης","You can help us to improve the Passwords app by participating in our server survey.":"Μπορείτε να μας βοηθήσετε να βελτιώσουμε την εφαρμογή Passwords, συμμετέχοντας στην έρευνα για τον διακομιστή μας.","This will send us some anonymized data about your setup and selected settings.":"Αυτό θα μας στείλει κάποια ανώνυμα δεδομένα σχετικά με τη ρύθμιση και τις επιλεγμένες ρυθμίσεις σας.","You can change this at any time in the app settings.":"Μπορείτε να το αλλάξετε αυτό ανά πάσα στιγμή στις ρυθμίσεις της εφαρμογής.","Not yet":"Όχι ακόμα","Participate":"Συμμετοχή","Server survey participation":"Συμμετοχή στην έρευνα διακομιστή","Basic":"Βασικό","Full":"Πλήρης","Not set":"Δεν έχει οριστεί","Please consider self-hosting your favicon api":"Παρακαλώ σκεφτείτε το ενδεχόμενο να φιλοξενήσετε μόνοι σας το favicon api","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Το Nextcloud σας χρησιμοποιεί τις κοινές μας περιπτώσεις Besticon για την άντληση εικονιδίων ιστοτόπων.","These instances are intended for small Nextcloud setups with very little traffic.":"Αυτές οι περιπτώσεις προορίζονται για μικρές εγκαταστάσεις Nextcloud με πολύ μικρή κυκλοφορία.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Κάντε κλικ στο σύνδεσμο και ακολουθήστε το εύκολο σεμινάριο για να φιλοξενήσετε το Besticon μόνοι σας.","Your preview service configuration is invalid":"Η διαμόρφωση της υπηρεσίας προεπισκόπησης είναι άκυρη","Your chosen favicon service requires an api key or endpoint, but none is given.":"Η υπηρεσία favicon που επιλέξατε απαιτεί ένα κλειδί api ή ένα τελικό σημείο, αλλά δεν έχει δοθεί κανένα.","Your chosen preview service requires an api key or endpoint, but none is given.":"Η υπηρεσία προεπισκόπησης που επιλέξατε απαιτεί ένα κλειδί api ή ένα τελικό σημείο, αλλά δεν έχει δοθεί κανένα.","Open the admin settings to update the configuration or chose another service.":"Ανοίξτε τις ρυθμίσεις διαχειριστή για να ενημερώσετε τη διαμόρφωση ή να επιλέξετε μια άλλη υπηρεσία.","We have detected several failed attempts to unlock your password database by \"%s\".":"Εντοπίσαμε αρκετές αποτυχημένες προσπάθειες να ξεκλειδώσετε τη βάση δεδομένων του κωδικού πρόσβασης από το \"%s\".","This could indicate that someone is trying to break into your account.":"Αυτό θα μπορούσε να υποδηλώνει ότι κάποιος προσπαθεί να παραβιάσει το λογαριασμό σας.","To prevent further attempts, the API credentials of this client were revoked.":"Για να αποτραπούν περαιτέρω προσπάθειες, τα διαπιστευτήρια API αυτού του πελάτη ανακλήθηκαν.","Also, password based API authentication has been disabled.":"Επίσης, ο έλεγχος ταυτότητας API με βάση τον κωδικό πρόσβασης έχει απενεργοποιηθεί.","If you want to continue using this client, you need to create a new token for it.":"Αν θέλετε να συνεχίσετε να χρησιμοποιείτε αυτόν τον πελάτη, πρέπει να δημιουργήσετε ένα νέο token για αυτόν.","If you don't know this client, please change your password and review your device list.":"Εάν δεν γνωρίζετε αυτόν τον πελάτη, αλλάξτε τον κωδικό πρόσβασής σας και ελέγξτε τη λίστα των συσκευών σας.","To prevent further attempts, password based API authentication has been disabled.":"Για την αποτροπή περαιτέρω προσπαθειών, ο έλεγχος ταυτότητας API με βάση τον κωδικό πρόσβασης έχει απενεργοποιηθεί.","To enable it again, log in with the webapp or any client using token authentication.":"Για να το ενεργοποιήσετε ξανά, συνδεθείτε με την εφαρμογή ιστού ή με οποιονδήποτε πελάτη που χρησιμοποιεί έλεγχο ταυτότητας token.","If you don't know this client, please change your master password and Nextcloud password.":"Εάν δεν γνωρίζετε αυτόν τον πελάτη, αλλάξτε τον κύριο κωδικό πρόσβασης και τον κωδικό πρόσβασης Nextcloud.","To increase security, we recommend using device specific tokens instead of your password.":"Για να αυξήσετε την ασφάλεια, σας συνιστούμε να χρησιμοποιείτε κουπόνια συγκεκριμένης συσκευής αντί για τον κωδικό πρόσβασής σας.","Favicon Service Api":"Υπηρεσία Api Favicon","(optional)":"(προαιρετικά)","Your Nextcloud requests significantly more icons than the average.":"Το Nextcloud σας ζητάει σημαντικά περισσότερα εικονίδια από τον μέσο όρο.","Open tutorial":"Ανοιχτό σεμινάριο","Suspicious amount of failed login attempts detected.":"Εντοπίστηκε ύποπτος αριθμός αποτυχημένων προσπαθειών σύνδεσης.","More information":"Περισσότερες πληροφορίες","View insecure passwords":"Προβολή ανασφαλών κωδικών πρόσβασης","Open settings":"Άνοιγμα ρυθμίσεων","Open passwords":"Ανοιχτοί κωδικοί πρόσβασης","View apps":"Προβολή εφαρμογών","View apps & devices":"Προβολή εφαρμογών & συσκευών","Manage devices & apps":"Διαχείριση συσκευών & εφαρμογών","View shared passwords":"Προβολή κοινών κωδικών πρόσβασης","App upgrade recommended":"Συνιστάται αναβάθμιση της εφαρμογής","A new client or app was connected to your account":"Ένας νέος πελάτης ή μια νέα εφαρμογή συνδέθηκε στο λογαριασμό σας","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" έλαβε πρόσβαση στο λογαριασμό σας %s Passwords μέσω του PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Μπορείτε να διαχειριστείτε όλες τις συνδεδεμένες συσκευές και εφαρμογές στις ρυθμίσεις του %s στην ενότητα \"Ασφάλεια\".","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Η τελευταία εργασία παρασκηνίου εκτελέστηκε με PHP %1$s, αλλά ο διακομιστής ιστού χρησιμοποιεί PHP %2$s.","Using different major versions of PHP may cause issues.":"Η χρήση διαφορετικών κύριων εκδόσεων της PHP μπορεί να προκαλέσει προβλήματα.","Default Password Security Settings":"Προεπιλεγμένες ρυθμίσεις ασφαλείας κωδικού πρόσβασης","Security Check Hash":"Έλεγχος ασφαλείας Hash","Don't store hashes":"Μην αποθηκεύετε hashes","Store 50% of the hash":"Αποθηκεύστε το 50% του hash","Store 75% of the hash":"Αποθηκεύστε το 75% του hash","Store the full hash":"Αποθηκεύστε το πλήρες hash","Backup automatically restored":"Αυτόματη αποκατάσταση αντιγράφων ασφαλείας","The passwords app seems tho have encountered a database issue.":"Η εφαρμογή κωδικών πρόσβασης φαίνεται ότι αντιμετώπισε πρόβλημα με τη βάση δεδομένων.","Because of this, the app backup \"%s\" was restored automatically.":"Εξαιτίας αυτού, το αντίγραφο ασφαλείας της εφαρμογής \"%s\" αποκαταστάθηκε αυτόματα.","If this was an error, a backup of the database was made before restoring it.":"Εάν πρόκειται για σφάλμα, δημιουργήθηκε αντίγραφο ασφαλείας της βάσης δεδομένων πριν από την επαναφορά της.","You can disable automatic backup restoring in the app settings.":"Μπορείτε να απενεργοποιήσετε την αυτόματη επαναφορά αντιγράφων ασφαλείας στις ρυθμίσεις της εφαρμογής.","Restore backups automatically when database wiped":"Επαναφορά αντιγράφων ασφαλείας αυτόματα όταν η βάση δεδομένων σβηστεί","Passwords ends updates for Nextcloud %s":"Οι κωδικοί πρόσβασης τελειώνουν τις ενημερώσεις για το Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Οι κωδικοί πρόσβασης %s είναι η τελευταία ενημέρωση για το Nextcloud %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Αναβαθμίστε σε Nextcloud %s και PHP %s (ή PHP %s για LSR) για μελλοντικές αναβαθμίσεις.","Select automatically (recommended)":"Επιλέξτε αυτόματα (συνιστάται)","Passwords":"Κωδικοί πρόσβασης","clear":"σαφές","Passwords can't be exported":"Οι κωδικοί πρόσβασης δεν μπορούν να εξαχθούν","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Αποκρυπτογραφημένη βάση δεδομένων κωδικών πρόσβασης με κωδικούς πρόσβασης, φακέλους, ετικέτες και ρυθμίσεις. (Δεν περιλαμβάνει κωδικούς πρόσβασης που μοιράζεστε μαζί σας. Δεν λειτουργεί με ενεργοποιημένο το E2E)","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Επειδή έχετε ενεργοποιήσει την κρυπτογράφηση από άκρο σε άκρο, οι κωδικοί πρόσβασης δεν μπορούν να προστεθούν αυτόματα στην εξαγωγή. Εναλλακτικά, μπορείτε να χρησιμοποιήσετε τη λειτουργία εξαγωγής εντός της εφαρμογής για να εξάγετε τα δεδομένα σας.","Encryption Settings":"Ρυθμίσεις κρυπτογράφησης","Allow third party encryption":"Επιτρέψτε την κρυπτογράφηση από τρίτους","Upgrade to Nextcloud %1$s for future upgrades.":"Αναβάθμιση σε Nextcloud %s για μελλοντικές αναβαθμίσεις.","Passwords ends updates for PHP %s":"Οι κωδικοί πρόσβασης τελειώνουν τις ενημερώσεις για την PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Οι κωδικοί πρόσβασης %s είναι η τελευταία ενημέρωση για την PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Αναβαθμίστε σε PHP %s (ή PHP %s για LSR) για μελλοντικές αναβαθμίσεις.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Οι κωδικοί πρόσβασης τελειώνουν τις ενημερώσεις για το Nextcloud %s και την PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Οι κωδικοί πρόσβασης %s είναι η τελευταία ενημέρωση για το Nextcloud %s και το PHP %s.","This notification can be deleted.":"Αυτή η ειδοποίηση μπορεί να διαγραφεί.","Could not update breached passwords database":"Δεν ήταν δυνατή η ενημέρωση της βάσης δεδομένων παραβιασμένων κωδικών πρόσβασης","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Η ενημέρωση της βάσης δεδομένων των παραβιασμένων κωδικών πρόσβασης απέτυχε τρεις φορές. Συμβουλευτείτε το εγχειρίδιο και ελέγξτε τα αρχεία καταγραφής. Αιτία: %s","Checking if the server runs background jobs with cron.":"Έλεγχος αν ο διακομιστής εκτελεί εργασίες παρασκηνίου με cron.","Background jobs are executed with cron.":"Οι εργασίες στο παρασκήνιο εκτελούνται με το cron.","Checking if the server runs background tasks with the same PHP version.":"Έλεγχος αν ο διακομιστής εκτελεί εργασίες παρασκηνίου με την ίδια έκδοση PHP.","Background jobs are executed with the same PHP version.":"Οι εργασίες στο παρασκήνιο εκτελούνται με την ίδια έκδοση PHP."},"pluralForm":"nplurals=2; plural=(n != 1);"}