{"translations":{"never":"nigdy","HTTPS Required":"Wymagany protokół HTTPS","reload this page":"przeładuj tę stronę","documentation":"dokumentacja","You can try to %s the page with HTTPS.":"Możesz spróbować %s stronę z HTTPS.","This application requires %s in order to work safely.":"Ta aplikacja wymaga strony %s do bezpiecznej pracy.","This is NOT a bug. Visit our %s if you need help.":"To NIE jest błąd. Jeśli potrzebujesz pomocy, odwiedź naszą stronę %s.","Review the HTTPS report below to debug the issue.":"Zapoznaj się z poniższym raportem HTTPS, aby zdebugować problem.","Read this %s to configure your server to use HTTPS.":"Przeczytaj tę stronę %s, aby skonfigurować serwer do korzystania z protokołu HTTPS.","Read this %s if you are using any kind of proxy.":"Przeczytaj tę stronę %s, jeśli korzystasz z dowolnego rodzaju serwera proxy.","Go to %s to get a free HTTPS certificate if you need one.":"Przejdź na stronę %s, aby uzyskać bezpłatny certyfikat HTTPS, jeśli go potrzebujesz.","If this problem persists, you should contact your administrator.":"Jeśli problem nie ustąpi, należy skontaktować się z administratorem.","Passwords Session %s - %s":"Hasła Sesja %s - %s","Open documentation":"Otwarta dokumentacja","Internal Data Processing":"Wewnętrzne przetwarzanie danych","Image Rendering":"Renderowanie obrazu","External Services":"Usługi zewnętrzne","Password Security Checks":"Kontrola bezpieczeństwa haseł","Have I been pwned? (recommended)":"Czy zostałem rozgromiony? (zalecane)","Big local database (25M passwords)":"Duża lokalna baza danych (25 mln haseł)","Small local database (5M passwords)":"Mała lokalna baza danych (5 mln haseł)","Big local database & Hibp?":"Duża lokalna baza danych i Hibp?","Password Generator Service":"Usługa generatora haseł","Local dictionary":"Słownik lokalny","Random Characters":"Losowe postacie","Leipzig Corpora Collection":"Kolekcja Corpora Leipzig","Favicon Service":"Usługa Favicon","Local analyzer":"Analizator lokalny","Besticon (recommended)":"Besticon (zalecane)","None":"Brak","Website Preview Service":"Usługa podglądu strony internetowej","Website Preview API Key":"Klucz API podglądu witryny","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (lokalny)","WKHTML (Local)":"WKHTML (lokalny)","Default Email Settings":"Domyślne ustawienia poczty e-mail","Send emails for security events":"Wysyłanie wiadomości e-mail dotyczących zdarzeń bezpieczeństwa","Send emails for sharing events":"Wysyłanie wiadomości e-mail w celu udostępniania wydarzeń","Other Settings":"Inne ustawienia","Remove deleted objects from database":"Usuwanie usuniętych obiektów z bazy danych","Show Nightly Updates in \"Apps\"":"Wyświetlanie nocnych aktualizacji w \"Aplikacjach\"","Never":"Nigdy","Immediately":"Natychmiast","After two hours":"Po dwóch godzinach","After one day":"Po jednym dniu","After two weeks":"Po dwóch tygodniach","After one month":"Po miesiącu","After one year":"Po upływie jednego roku","Backup Settings":"Ustawienia kopii zapasowej","Backup Interval":"Interwał tworzenia kopii zapasowych","Every hour":"Co godzinę","Every six hours":"Co sześć godzin","Every day":"Każdego dnia","Every two days":"Co dwa dni","Every week":"Co tydzień","Every two weeks":"Co dwa tygodnie","Amount of backups to keep":"Ilość przechowywanych kopii zapasowych","Caches":"Skrytki","Default Cache (%s files, %s)":"Domyślna pamięć podręczna (pliki%s, %s)","Avatars Cache (%s files, %s)":"Pamięć podręczna awatarów (pliki%s, %s)","Favicon Cache (%s files, %s)":"Favicon Cache (%s pliki, %s)","Preview Cache (%s files, %s)":"Preview Cache (%s pliki, %s)","Passwords Cache (%s files, %s)":"Pamięć podręczna haseł (pliki%s, %s)","clear":"czysty","Clear this cache":"Wyczyść tę pamięć podręczną","You can not clear a cache using a shared service":"Nie można wyczyścić pamięci podręcznej przy użyciu usługi udostępnionej","Saved":"Zapisane","Cleared":"Wyczyszczony","Failed":"Nie powiodło się","Need help":"Potrzebna pomoc","found a bug":"znalazłem błąd","looking for the documentation":"szukanie dokumentacji","%s, %s or %s? We've got you covered!":"%s, %s lub %s? Jesteśmy do Twojej dyspozycji!","%1$s %2$s is no longer supported.":"%1$s %2$s nie jest już obsługiwana.","Passwords requires HTTPS.":"Hasła wymagają protokołu HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Używanie strony %s do wykonywania zadań w tle może powodować opóźnienia. Zalecamy korzystanie z funkcji Cron.","Please check the system requirements.":"Sprawdź wymagania systemowe.","Password not shared":"Hasło nie zostało udostępnione","You have an insecure password":"Masz niezabezpieczone hasło","You have insecure passwords":"Masz niezabezpieczone hasła","One of your passwords is no longer secure.":"Jedno z haseł nie jest już bezpieczne.","Some of your passwords are no longer secure.":"Niektóre hasła nie są już bezpieczne.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Passwords regularnie sprawdza, czy hasła zostały naruszone w wyniku naruszenia bezpieczeństwa danych.","This security check has found that one of your passwords is insecure.":"Ta kontrola bezpieczeństwa wykryła, że jedno z Twoich haseł jest niezabezpieczone.","This security check has found that %s of your passwords are insecure.":"Ta kontrola bezpieczeństwa wykazała, że %s haseł jest niezabezpieczonych.","That means that the password is out on the internet and puts your account at risk.":"Oznacza to, że hasło jest dostępne w Internecie i naraża konto na ryzyko.","That means that the passwords are out on the internet and puts your accounts at risk.":"Oznacza to, że hasła są dostępne w Internecie i narażają konta na ryzyko.","Therefore the password has been marked as insecure and should be changed now.":"W związku z tym hasło zostało oznaczone jako niezabezpieczone i powinno zostać zmienione teraz.","Therefore the passwords have been marked as insecure and should be changed now.":"W związku z tym hasła zostały oznaczone jako niezabezpieczone i powinny zostać zmienione teraz.","You can create a new secure password in the passwords app.":"Możesz utworzyć nowe bezpieczne hasło w aplikacji haseł.","You can create new secure passwords in the passwords app.":"Nowe bezpieczne hasła można tworzyć w aplikacji haseł.","Change password now":"Zmień hasło teraz","Change passwords now":"Zmień hasła teraz","Open the passwords app to change it.":"Otwórz aplikację haseł, aby je zmienić.","Open the passwords app to change them.":"Otwórz aplikację haseł, aby je zmienić.","%s shared a password with you.":"%s udostępnił ci hasło.","%s shared %s passwords with you.":"%s udostępnił hasła %s.","%4$s and %3$s shared %1$s passwords with you.":"%4$s i %3$s udostępniły ci hasła %1$s.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s i %3$s udostępniły ci hasła %1$s.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s i %2$s inni udostępnili ci hasła %1$s.","Open the passwords app to see it.":"Otwórz aplikację haseł, aby ją zobaczyć.","Open the passwords app to see them.":"Otwórz aplikację haseł, aby je zobaczyć.","A password was shared with you on %s":"Hasło zostało udostępnione na stronie %s","Several passwords were shared with you on %s":"Kilka haseł zostało ci udostępnionych na %s","View passwords shared with me":"Wyświetlanie udostępnionych mi haseł","One of your passwords could not be shared because the recipient already has access to it.":"Jedno z haseł nie może zostać udostępnione, ponieważ odbiorca ma już do niego dostęp.","%s of your passwords could not be shared because the recipient already has access to them.":"%s Hasła nie mogą być udostępniane, ponieważ odbiorca ma już do nich dostęp.","Sharing a password that has been shared with you can sometimes create a loop.":"Udostępnianie hasła, które zostało udostępnione użytkownikowi, może czasami tworzyć pętlę.","To prevent this, these passwords will not be shared.":"Aby temu zapobiec, hasła te nie będą udostępniane.","Administrative access to your account":"Dostęp administracyjny do konta użytkownika","%s tried to log into your account on %s.":"%s Próbowano zalogować się na konto na stronie %s.","%s logged into your account on %s.":"%s zalogować się na swoje konto na stronie %s.","Since you use a master password, this does not mean that access to your data was granted.":"Użycie hasła głównego nie oznacza, że dostęp do danych został przyznany.","To prevent unwanted access to your data, you should set up a master password.":"Aby zapobiec niepożądanemu dostępowi do danych, należy ustawić hasło główne.","Deleted User (%s)":"Usunięty użytkownik (%s)","Help us to improve Passwords":"Pomóż nam ulepszyć hasła","You can help us to improve the Passwords app by participating in our server survey.":"Możesz pomóc nam ulepszyć aplikację Passwords, biorąc udział w naszej ankiecie dotyczącej serwerów.","This will send us some anonymized data about your setup and selected settings.":"Spowoduje to przesłanie nam anonimowych danych dotyczących konfiguracji i wybranych ustawień.","You can change this at any time in the app settings.":"Można to zmienić w dowolnym momencie w ustawieniach aplikacji.","Not yet":"Jeszcze nie","Participate":"Uczestniczyć","Server survey participation":"Udział w ankiecie serwera","Basic":"Podstawowy","Full":"Pełny","Not set":"Nie ustawiono","Please consider self-hosting your favicon api":"Prosimy o rozważenie samodzielnego hostowania favicon api","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Nextcloud używa naszych współdzielonych instancji Besticon do pobierania ikon stron internetowych.","These instances are intended for small Nextcloud setups with very little traffic.":"Instancje te są przeznaczone dla małych konfiguracji Nextcloud z bardzo małym ruchem.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Kliknij link i postępuj zgodnie z naszym prostym samouczkiem, aby samodzielnie hostować Besticon.","Your preview service configuration is invalid":"Konfiguracja usługi podglądu jest nieprawidłowa","Your chosen favicon service requires an api key or endpoint, but none is given.":"Wybrana usługa favicon wymaga klucza api lub punktu końcowego, ale żaden nie został podany.","Your chosen preview service requires an api key or endpoint, but none is given.":"Wybrana usługa podglądu wymaga klucza API lub punktu końcowego, ale nie został on podany.","Open the admin settings to update the configuration or chose another service.":"Otwórz ustawienia administratora, aby zaktualizować konfigurację lub wybrać inną usługę.","We have detected several failed attempts to unlock your password database by \"%s\".":"Wykryliśmy kilka nieudanych prób odblokowania bazy danych haseł przez \"%s\".","This could indicate that someone is trying to break into your account.":"Może to oznaczać, że ktoś próbuje włamać się na Twoje konto.","To prevent further attempts, the API credentials of this client were revoked.":"Aby zapobiec dalszym próbom, poświadczenia API tego klienta zostały cofnięte.","Also, password based API authentication has been disabled.":"Wyłączono również uwierzytelnianie API oparte na haśle.","If you want to continue using this client, you need to create a new token for it.":"Jeśli chcesz nadal korzystać z tego klienta, musisz utworzyć dla niego nowy token.","If you don't know this client, please change your password and review your device list.":"Jeśli nie znasz tego klienta, zmień hasło i przejrzyj listę urządzeń.","To prevent further attempts, password based API authentication has been disabled.":"Aby zapobiec dalszym próbom, uwierzytelnianie API oparte na haśle zostało wyłączone.","To enable it again, log in with the webapp or any client using token authentication.":"Aby włączyć ją ponownie, zaloguj się za pomocą aplikacji internetowej lub dowolnego klienta korzystającego z uwierzytelniania tokenem.","If you don't know this client, please change your master password and Nextcloud password.":"Jeśli nie znasz tego klienta, zmień hasło główne i hasło Nextcloud.","To increase security, we recommend using device specific tokens instead of your password.":"Aby zwiększyć bezpieczeństwo, zalecamy używanie tokenów specyficznych dla urządzenia zamiast hasła.","(optional)":"(opcjonalnie)","Your Nextcloud requests significantly more icons than the average.":"Twoja chmura Nextcloud żąda znacznie więcej ikon niż średnia.","Open tutorial":"Otwarty samouczek","Suspicious amount of failed login attempts detected.":"Wykryto podejrzaną liczbę nieudanych prób logowania.","More information":"Więcej informacji","View insecure passwords":"Wyświetlanie niezabezpieczonych haseł","Open settings":"Otwórz ustawienia","Open passwords":"Otwarte hasła","View apps":"Wyświetl aplikacje","View apps & devices":"Wyświetl aplikacje i urządzenia","Manage devices & apps":"Zarządzanie urządzeniami i aplikacjami","View shared passwords":"Wyświetlanie udostępnionych haseł","App upgrade recommended":"Zalecana aktualizacja aplikacji","A new client or app was connected to your account":"Z kontem użytkownika połączono nowego klienta lub aplikację.","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" uzyskał dostęp do konta %s Passwords za pośrednictwem PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Wszystkimi podłączonymi urządzeniami i aplikacjami można zarządzać w ustawieniach na stronie %s w sekcji zabezpieczeń.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Ostatnie zadanie w tle zostało wykonane przy użyciu PHP %1$s, ale serwer WWW używa PHP %2$s.","Using different major versions of PHP may cause issues.":"Używanie różnych głównych wersji PHP może powodować problemy.","Default Password Security Settings":"Domyślne ustawienia bezpieczeństwa hasła","Security Check Hash":"Skrót kontroli bezpieczeństwa","Don't store hashes":"Nie przechowuj skrótów","Store 50% of the hash":"Przechowywanie 50% skrótu","Store 75% of the hash":"Przechowywanie 75% skrótu","Store the full hash":"Przechowywanie pełnego skrótu","Backup automatically restored":"Kopia zapasowa przywrócona automatycznie","The passwords app seems tho have encountered a database issue.":"Wygląda na to, że aplikacja haseł napotkała problem z bazą danych.","Because of this, the app backup \"%s\" was restored automatically.":"Z tego powodu kopia zapasowa aplikacji \"%s\" została przywrócona automatycznie.","If this was an error, a backup of the database was made before restoring it.":"Jeśli był to błąd, kopia zapasowa bazy danych została wykonana przed jej przywróceniem.","You can disable automatic backup restoring in the app settings.":"Automatyczne przywracanie kopii zapasowych można wyłączyć w ustawieniach aplikacji.","Restore backups automatically when database wiped":"Automatyczne przywracanie kopii zapasowych po wyczyszczeniu bazy danych","Passwords ends updates for Nextcloud %s":"Hasła kończą aktualizacje dla Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Hasła %s to ostatnia aktualizacja dla Nextcloud %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Aktualizacja do Nextcloud %s i PHP %s (lub PHP %s dla LSR) dla przyszłych aktualizacji.","Select automatically (recommended)":"Wybierz automatycznie (zalecane)","Passwords":"Hasła","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Odszyfrowana baza danych haseł z hasłami, folderami, tagami i ustawieniami. (Nie obejmuje haseł udostępnionych użytkownikowi. Nie działa z włączoną funkcją E2E)","Passwords can't be exported":"Hasła nie mogą być eksportowane","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Ponieważ włączone jest szyfrowanie typu End-to-End, hasła nie mogą zostać automatycznie dodane do eksportu. Alternatywnie można użyć funkcji eksportu w aplikacji, aby wyeksportować dane.","Encryption Settings":"Ustawienia szyfrowania","Allow third party encryption":"Zezwalaj na szyfrowanie przez osoby trzecie","Upgrade to Nextcloud %1$s for future upgrades.":"Aktualizacja do Nextcloud %s dla przyszłych aktualizacji.","Passwords ends updates for PHP %s":"Hasła kończą aktualizacje dla PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Hasła %s to ostatnia aktualizacja dla PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Aktualizacja do PHP %s (lub PHP %s dla LSR) dla przyszłych aktualizacji.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Hasła kończą aktualizacje dla Nextcloud %s i PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Hasła %s to ostatnia aktualizacja dla Nextcloud %s i PHP %s.","This notification can be deleted.":"To powiadomienie można usunąć.","Could not update breached passwords database":"Nie można zaktualizować bazy danych naruszonych haseł","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Aktualizacja bazy danych naruszonych haseł nie powiodła się trzy razy. Zapoznaj się z instrukcją i sprawdź dzienniki. Powód: %s","Checking if the server runs background jobs with cron.":"Sprawdzenie, czy serwer uruchamia zadania w tle za pomocą crona.","Background jobs are executed with cron.":"Zadania w tle są wykonywane za pomocą crona.","Checking if the server runs background tasks with the same PHP version.":"Sprawdzanie, czy serwer uruchamia zadania w tle z tą samą wersją PHP.","Background jobs are executed with the same PHP version.":"Zadania w tle są wykonywane z tą samą wersją PHP."},"pluralForm":"nplurals=2; plural=(n != 1);"}