{"translations":{"None":"Žiadne","Website Preview Service":"Služba náhľadu webovej lokality","Website Preview API Key":"Kľúč API náhľadu webovej lokality","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (lokálne)","Small local database (5M passwords)":"Malá lokálna databáza (5 miliónov hesiel)","HTTPS Required":"Vyžaduje sa protokol HTTPS","reload this page":"znovu načítať túto stránku","forum":"fórum","documentation":"dokumentácia","You can try to %s the page with HTTPS.":"Môžete skúsiť stránku %s s protokolom HTTPS.","This application requires %s in order to work safely.":"Táto aplikácia si na bezpečnú prácu vyžaduje stránku %s.","This is NOT a bug. Visit our %s if you need help.":"Toto NIE je chyba. Ak potrebujete pomoc, navštívte našu stránku %s.","Review the HTTPS report below to debug the issue.":"Na odstránenie problému si prečítajte nižšie uvedenú správu HTTPS.","Read this %s to configure your server to use HTTPS.":"Prečítajte si túto stránku %s a nakonfigurujte svoj server na používanie protokolu HTTPS.","Read this %s if you are using any kind of proxy.":"Ak používate akýkoľvek druh proxy servera, prečítajte si túto stránku %s.","Go to %s to get a free HTTPS certificate if you need one.":"Ak potrebujete bezplatný certifikát HTTPS, prejdite na stránku %s.","If this problem persists, you should contact your administrator.":"Ak tento problém pretrváva, obráťte sa na správcu.","Passwords Session %s - %s":"Heslá relácie %s - %s","Open documentation":"Otvorená dokumentácia","never":"nikdy","Internal Data Processing":"Interné spracovanie údajov","Image Rendering":"Vykresľovanie obrázkov","External Services":"Externé služby","Password Security Checks":"Kontroly zabezpečenia hesla","Have I been pwned? (recommended)":"Bol som prevalcovaný? (odporúčané)","Big local database (25M passwords)":"Veľká lokálna databáza (25 miliónov hesiel)","Big local database & Hibp?":"Veľká miestna databáza a Hibp?","Password Generator Service":"Služba generátora hesiel","Local dictionary":"Miestny slovník","Random Characters":"Náhodné znaky","Leipzig Corpora Collection":"Lipská zbierka korpusov","Favicon Service":"Služba Favicon","Local analyzer":"Miestny analyzátor","Besticon (recommended)":"Besticon (odporúčané)","WKHTML (Local)":"WKHTML (miestne)","Default Email Settings":"Predvolené nastavenia e-mailu","Send emails for security events":"Odosielanie e-mailov pre bezpečnostné udalosti","Send emails for sharing events":"Odosielanie e-mailov na zdieľanie udalostí","Other Settings":"Iné nastavenia","Remove deleted objects from database":"Odstránenie odstránených objektov z databázy","Show Nightly Updates in \"Apps\"":"Zobrazenie nočných aktualizácií v časti \"Aplikácie\"","Never":"Nikdy","Immediately":"Okamžite","After two hours":"Po dvoch hodinách","After one day":"Po jednom dni","After two weeks":"Po dvoch týždňoch","After one month":"Po jednom mesiaci","After one year":"Po jednom roku","Backup Settings":"Nastavenia zálohovania","Backup Interval":"Interval zálohovania","Every hour":"Každú hodinu","Every six hours":"Každých šesť hodín","Every day":"Každý deň","Every two days":"Každé dva dni","Every week":"Každý týždeň","Every two weeks":"Každé dva týždne","Amount of backups to keep":"Množstvo záloh, ktoré sa majú uchovávať","Caches":"Cache","Default Cache (%s files, %s)":"Predvolená vyrovnávacia pamäť (%s súbory, %s)","Avatars Cache (%s files, %s)":"Avatary Cache (%s súbory, %s)","Favicon Cache (%s files, %s)":"Favicon Cache (%s súbory, %s)","Preview Cache (%s files, %s)":"Náhľad vyrovnávacej pamäte (%s súbory, %s)","Passwords Cache (%s files, %s)":"Heslá Cache (%s súbory, %s)","clear":"prehľadne","Clear this cache":"Vymazať túto vyrovnávaciu pamäť","You can not clear a cache using a shared service":"Vymazať vyrovnávaciu pamäť pomocou zdieľanej služby nie je možné","Saved":"Uložené","Cleared":"Vymazané","Failed":"Neúspešné","Need help":"Potrebujete pomoc","found a bug":"našiel chybu","looking for the documentation":"hľadanie dokumentácie","%s, %s or %s? We've got you covered!":"%s, %s alebo %s? Máme o vás postarané!","%1$s %2$s is no longer supported.":"%1$s %2$s už nie je podporovaný.","Passwords requires HTTPS.":"Heslá vyžadujú protokol HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Používanie stránky %s na vykonávanie úloh na pozadí môže spôsobiť oneskorenie. Odporúčame používať program Cron.","Please check the system requirements.":"Skontrolujte systémové požiadavky.","Password not shared":"Heslo nie je zdieľané","You have an insecure password":"Máte nezabezpečené heslo","You have insecure passwords":"Máte nezabezpečené heslá","One of your passwords is no longer secure.":"Jedno z vašich hesiel už nie je bezpečné.","Some of your passwords are no longer secure.":"Niektoré z vašich hesiel už nie sú bezpečné.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Heslá pravidelne kontroluje, či vaše heslá neboli ohrozené narušením bezpečnosti údajov.","This security check has found that one of your passwords is insecure.":"Táto kontrola zabezpečenia zistila, že jedno z vašich hesiel nie je bezpečné.","This security check has found that %s of your passwords are insecure.":"Pri tejto kontrole zabezpečenia sa zistilo, že %s vašich hesiel nie je bezpečných.","That means that the password is out on the internet and puts your account at risk.":"To znamená, že heslo je na internete a ohrozuje vaše konto.","That means that the passwords are out on the internet and puts your accounts at risk.":"To znamená, že heslá sú na internete a ohrozujú vaše účty.","Therefore the password has been marked as insecure and should be changed now.":"Preto bolo heslo označené ako nezabezpečené a malo by sa teraz zmeniť.","Therefore the passwords have been marked as insecure and should be changed now.":"Preto boli heslá označené ako nezabezpečené a mali by sa teraz zmeniť.","You can create a new secure password in the passwords app.":"Nové bezpečné heslo môžete vytvoriť v aplikácii Heslá.","You can create new secure passwords in the passwords app.":"Nové bezpečné heslá môžete vytvárať v aplikácii Heslá.","Change password now":"Zmena hesla teraz","Change passwords now":"Zmena hesiel teraz","Open the passwords app to change it.":"Ak chcete zmeniť heslo, otvorte aplikáciu Heslá.","Open the passwords app to change them.":"Otvorte aplikáciu na zmenu hesiel.","%s shared a password with you.":"%s zdieľané heslo.","%s shared %s passwords with you.":"%s zdieľané heslá %s.","%4$s and %3$s shared %1$s passwords with you.":"%4$s a %3$s zdieľané heslá %1$s.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s a %3$s zdieľali s vami heslá %1$s.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s a %2$s ďalšie zdieľané heslá %1$s s vami.","Open the passwords app to see it.":"Otvorte aplikáciu Heslá a zobrazte ju.","Open the passwords app to see them.":"Otvorte aplikáciu Heslá a zobrazte ich.","A password was shared with you on %s":"Heslo vám bolo poskytnuté na %s","Several passwords were shared with you on %s":"Niekoľko hesiel bolo zdieľaných s vami na %s","View passwords shared with me":"Zobrazenie hesiel zdieľaných so mnou","One of your passwords could not be shared because the recipient already has access to it.":"Jedno z vašich hesiel nebolo možné zdieľať, pretože príjemca k nemu už má prístup.","%s of your passwords could not be shared because the recipient already has access to them.":"%s vašich hesiel nemohli byť zdieľané, pretože príjemca k nim už má prístup.","Sharing a password that has been shared with you can sometimes create a loop.":"Zdieľanie hesla, ktoré vám bolo zdieľané, môže niekedy vytvoriť slučku.","To prevent this, these passwords will not be shared.":"Aby sa tomu zabránilo, tieto heslá sa nebudú zdieľať.","Administrative access to your account":"Administratívny prístup k vášmu účtu","%s tried to log into your account on %s.":"%s sa pokúsil prihlásiť do svojho konta na stránke %s.","%s logged into your account on %s.":"%s prihlásený do svojho konta na stránke %s.","Since you use a master password, this does not mean that access to your data was granted.":"Keďže používate hlavné heslo, neznamená to, že bol udelený prístup k vašim údajom.","To prevent unwanted access to your data, you should set up a master password.":"Ak chcete zabrániť neželanému prístupu k údajom, mali by ste si nastaviť hlavné heslo.","Deleted User (%s)":"Odstránený používateľ (%s)","Help us to improve Passwords":"Pomôžte nám zlepšiť heslá","You can help us to improve the Passwords app by participating in our server survey.":"Môžete nám pomôcť vylepšiť aplikáciu Heslá tým, že sa zúčastníte nášho prieskumu na serveri.","This will send us some anonymized data about your setup and selected settings.":"Odošle nám to anonymizované údaje o vašom nastavení a vybraných nastaveniach.","You can change this at any time in the app settings.":"Túto možnosť môžete kedykoľvek zmeniť v nastaveniach aplikácie.","Not yet":"Zatiaľ nie","Participate":"Zúčastnite sa","Server survey participation":"Účasť na prieskume servera","Basic":"Základné","Full":"Úplný","Not set":"Nie je nastavené","Please consider self-hosting your favicon api":"Prosím, zvážte self-hosting vášho favicon api","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Váš Nextcloud používa na načítanie ikon webových stránok naše zdieľané inštancie Besticon.","These instances are intended for small Nextcloud setups with very little traffic.":"Tieto inštancie sú určené pre malé inštalácie Nextcloudu s veľmi malou prevádzkou.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Kliknite na odkaz a postupujte podľa nášho jednoduchého návodu, aby ste mohli sami hostiť Besticon.","Your preview service configuration is invalid":"Vaša konfigurácia služby náhľadu je neplatná","Your chosen favicon service requires an api key or endpoint, but none is given.":"Vybraná služba favicon vyžaduje kľúč api alebo koncový bod, ale žiadny nie je uvedený.","Your chosen preview service requires an api key or endpoint, but none is given.":"Vybraná služba náhľadu vyžaduje kľúč api alebo koncový bod, ale žiadny nie je uvedený.","Open the admin settings to update the configuration or chose another service.":"Otvorte nastavenia správcu a aktualizujte konfiguráciu alebo vyberte inú službu.","We have detected several failed attempts to unlock your password database by \"%s\".":"Zistili sme niekoľko neúspešných pokusov o odomknutie vašej databázy hesiel pomocou \"%s\".","This could indicate that someone is trying to break into your account.":"To môže znamenať, že sa niekto pokúša preniknúť do vášho účtu.","To prevent further attempts, the API credentials of this client were revoked.":"Aby sa zabránilo ďalším pokusom, poverenia API tohto klienta boli zrušené.","Also, password based API authentication has been disabled.":"Taktiež bolo vypnuté overovanie API na základe hesla.","If you want to continue using this client, you need to create a new token for it.":"Ak chcete naďalej používať tohto klienta, musíte pre neho vytvoriť nový token.","If you don't know this client, please change your password and review your device list.":"Ak tohto klienta nepoznáte, zmeňte si heslo a skontrolujte zoznam zariadení.","To prevent further attempts, password based API authentication has been disabled.":"Aby sa zabránilo ďalším pokusom, overovanie API založené na hesle bolo vypnuté.","To enable it again, log in with the webapp or any client using token authentication.":"Ak ho chcete opäť povoliť, prihláste sa pomocou webovej aplikácie alebo ľubovoľného klienta pomocou overovania pomocou tokenu.","If you don't know this client, please change your master password and Nextcloud password.":"Ak tohto klienta nepoznáte, zmeňte si hlavné heslo a heslo Nextcloudu.","To increase security, we recommend using device specific tokens instead of your password.":"Na zvýšenie bezpečnosti odporúčame namiesto hesla používať tokeny špecifické pre zariadenie.","Favicon Service Api":"Api služby Favicon","(optional)":"(voliteľné)","Your Nextcloud requests significantly more icons than the average.":"Váš Nextcloud požaduje výrazne viac ikon, ako je priemer.","Open tutorial":"Otvorený výukový program","Suspicious amount of failed login attempts detected.":"Zistené podozrivé množstvo neúspešných pokusov o prihlásenie.","More information":"Viac informácií","View insecure passwords":"Zobrazenie nezabezpečených hesiel","Open settings":"Otvoriť nastavenia","Open passwords":"Otvorené heslá","View apps":"Zobraziť aplikácie","View apps & devices":"Zobraziť aplikácie a zariadenia","Manage devices & apps":"Správa zariadení a aplikácií","View shared passwords":"Zobrazenie zdieľaných hesiel","App upgrade recommended":"Odporúčaná aktualizácia aplikácie","A new client or app was connected to your account":"K vášmu kontu bol pripojený nový klient alebo aplikácia","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" bol udelený prístup k vášmu kontu %s Passwords prostredníctvom PassLink.","You can manage all connected devices and apps in your %s settings in the security section.":"Všetky pripojené zariadenia a aplikácie môžete spravovať v nastaveniach %s v časti Zabezpečenie.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Posledná úloha na pozadí bola vykonaná pomocou PHP %1$s, ale webový server používa PHP %2$s.","Using different major versions of PHP may cause issues.":"Používanie rôznych hlavných verzií PHP môže spôsobiť problémy.","Default Password Security Settings":"Predvolené nastavenia zabezpečenia hesla","Security Check Hash":"Kontrola zabezpečenia Hash","Don't store hashes":"Neukladajte hashe","Store 50% of the hash":"Uložiť 50 % hash","Store 75% of the hash":"Uloženie 75 % hash","Store the full hash":"Uloženie úplného hash","Backup automatically restored":"Automatické obnovenie zálohy","The passwords app seems tho have encountered a database issue.":"Zdá sa, že aplikácia Heslá narazila na problém s databázou.","Because of this, the app backup \"%s\" was restored automatically.":"Z tohto dôvodu bola automaticky obnovená záloha aplikácie \"%s\".","If this was an error, a backup of the database was made before restoring it.":"Ak išlo o chybu, pred obnovením databázy bola vytvorená jej záloha.","You can disable automatic backup restoring in the app settings.":"Automatické obnovovanie záloh môžete vypnúť v nastaveniach aplikácie.","Restore backups automatically when database wiped":"Automatické obnovenie záloh pri vymazaní databázy","Passwords ends updates for Nextcloud %s":"Heslá končia aktualizácie pre Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Heslá %s je posledná aktualizácia pre Nextcloud %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Aktualizujte na Nextcloud %s a PHP %s (alebo PHP %s pre LSR) pre budúce aktualizácie.","Select automatically (recommended)":"Vyberte automaticky (odporúčané)","Passwords":"Heslá","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Dešifrovaná databáza hesiel s heslami, priečinkami, značkami a nastaveniami. (Nezahŕňa heslá zdieľané s vami. Nefunguje so zapnutým E2E)","Passwords can't be exported":"Heslá nie je možné exportovať","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Keďže máte povolené šifrovanie End-to-End, vaše heslá sa nemôžu automaticky pridať do exportu. Ako alternatívu môžete na export údajov použiť funkciu exportu v aplikácii.","Encryption Settings":"Nastavenia šifrovania","Allow third party encryption":"Povolenie šifrovania tretej strany","Upgrade to Nextcloud %1$s for future upgrades.":"Aktualizácia na Nextcloud %s pre budúce aktualizácie.","Passwords ends updates for PHP %s":"Heslá končia aktualizácie pre PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Heslá %s je posledná aktualizácia pre PHP %s.","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Aktualizujte na PHP %s (alebo PHP %s pre LSR) pre budúce aktualizácie.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Heslá končia aktualizácie pre Nextcloud %s a PHP %s","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Heslá %s je posledná aktualizácia pre Nextcloud %s a PHP %s.","This notification can be deleted.":"Toto oznámenie je možné vymazať.","Could not update breached passwords database":"Nepodarilo sa aktualizovať porušenú databázu hesiel","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Aktualizácia databázy porušených hesiel zlyhala trikrát. Pozrite si prosím príručku a skontrolujte protokoly. Dôvod: %s","Checking if the server runs background jobs with cron.":"Kontrola, či server spúšťa úlohy na pozadí pomocou cronu.","Background jobs are executed with cron.":"Úlohy na pozadí sa vykonávajú pomocou cronu.","Checking if the server runs background tasks with the same PHP version.":"Kontrola, či server spúšťa úlohy na pozadí s rovnakou verziou PHP.","Background jobs are executed with the same PHP version.":"Úlohy na pozadí sa vykonávajú s rovnakou verziou PHP."},"pluralForm":"nplurals=2; plural=(n != 1);"}