{"translations":{"HTTPS Required":"Zahteva se HTTPS","reload this page":"ponovno naložite to stran","documentation":"dokumentacija","You can try to %s the page with HTTPS.":"Poskusite stran %s odpreti s protokolom HTTPS.","This application requires %s in order to work safely.":"Ta aplikacija za varno delo zahteva spletno mesto %s.","This is NOT a bug. Visit our %s if you need help.":"To NI napaka. Če potrebujete pomoč, obiščite našo spletno stran %s.","Review the HTTPS report below to debug the issue.":"Za odpravljanje težav si oglejte spodnje poročilo HTTPS.","Read this %s to configure your server to use HTTPS.":"Preberite to %s in konfigurirajte strežnik za uporabo HTTPS.","Read this %s if you are using any kind of proxy.":"Če uporabljate kakršen koli posredniški strežnik, preberite to %s.","Go to %s to get a free HTTPS certificate if you need one.":"Če potrebujete brezplačno potrdilo HTTPS, obiščite spletno stran %s in si ga zagotovite.","If this problem persists, you should contact your administrator.":"Če se ta težava nadaljuje, se obrnite na skrbnika.","Passwords Session %s - %s":"Gesla Seja %s - %s","Open documentation":"Odprta dokumentacija","never":"nikoli","Internal Data Processing":"Notranja obdelava podatkov","Image Rendering":"Upodabljanje slik","External Services":"Zunanje storitve","Password Security Checks":"Varnostni pregledi gesel","Have I been pwned? (recommended)":"Ali sem bil pwned? (priporočljivo)","Big local database (25M passwords)":"Velika lokalna zbirka podatkov (25 milijonov gesel)","Small local database (5M passwords)":"Majhna lokalna zbirka podatkov (5 milijonov gesel)","Big local database & Hibp?":"Velika lokalna zbirka podatkov in Hibp?","Password Generator Service":"Storitev generatorja gesel","Local dictionary":"Lokalni slovar","Random Characters":"Naključni znaki","Leipzig Corpora Collection":"Leipziška zbirka korpusov","Favicon Service":"Storitev Favicon","Local analyzer":"Lokalni analizator","Besticon (recommended)":"Besticon (priporočljivo)","None":"Ni","Website Preview Service":"Storitev predogleda spletnega mesta","Website Preview API Key":"Ključ API za predogled spletnega mesta","Pageres/PhantomJS (Local)":"Pageres/PhantomJS (lokalni)","WKHTML (Local)":"WKHTML (lokalni)","Default Email Settings":"Privzete nastavitve e-pošte","Send emails for security events":"Pošiljanje e-poštnih sporočil za varnostne dogodke","Send emails for sharing events":"Pošiljanje e-poštnih sporočil za souporabo dogodkov","Other Settings":"Druge nastavitve","Remove deleted objects from database":"Odstranjevanje izbrisanih predmetov iz zbirke podatkov","Show Nightly Updates in \"Apps\"":"Prikaži nočne posodobitve v \"Aplikacijah\"","Never":"Nikoli","Immediately":"Takoj","After two hours":"Po dveh urah","After one day":"Po enem dnevu","After two weeks":"Po dveh tednih","After one month":"Po enem mesecu","After one year":"Po enem letu","Backup Settings":"Nastavitve varnostnega kopiranja","Backup Interval":"Interval varnostnega kopiranja","Every hour":"Vsako uro","Every six hours":"Vsakih šest ur","Every day":"Vsak dan","Every two days":"Vsaka dva dni","Every week":"Vsak teden","Every two weeks":"Vsakih štirinajst dni","Amount of backups to keep":"Količina varnostnih kopij, ki jih je treba hraniti","Caches":"Predpomnilniki","Default Cache (%s files, %s)":"Privzeti predpomnilnik (%s datoteke, %s)","Avatars Cache (%s files, %s)":"Avatarji v predpomnilniku (%s datoteke, %s)","Favicon Cache (%s files, %s)":"Predpomnilnik Favicon (%s datoteke, %s)","Preview Cache (%s files, %s)":"Predpomnilnik za predogled (%s datoteke, %s)","Passwords Cache (%s files, %s)":"Predpomnilnik gesel (%s datoteke, %s)","clear":"Jasno","Clear this cache":"Izbriši ta predpomnilnik","You can not clear a cache using a shared service":"Predpomnilnika ne morete izbrisati z uporabo skupne storitve","Saved":"Shranjeno","Cleared":"Očiščeno","Failed":"Neuspešno","Need help":"Potrebujete pomoč","found a bug":"našel hrošča","looking for the documentation":"iskanje dokumentacije","%s, %s or %s? We've got you covered!":"%s, %s ali %s? Za vas smo poskrbeli!","%1$s %2$s is no longer supported.":"%1$s %2$s ni več podprta.","Passwords requires HTTPS.":"Gesla zahteva HTTPS.","Using %s to execute background jobs may cause delays. We recommend using Cron.":"Uporaba spletne strani %s za izvajanje opravil v ozadju lahko povzroči zamude. Priporočamo uporabo programa Cron.","Please check the system requirements.":"Preverite sistemske zahteve.","Password not shared":"Geslo ni v skupni rabi","You have an insecure password":"Imate nezanesljivo geslo.","You have insecure passwords":"Imate nezanesljiva gesla","One of your passwords is no longer secure.":"Eno od vaših gesel ni več varno.","Some of your passwords are no longer secure.":"Nekatera gesla niso več varna.","Passwords regularly checks if your passwords have been compromised by a data breach.":"Gesla redno preverja, ali so bila vaša gesla ogrožena zaradi kršitve varnosti podatkov.","This security check has found that one of your passwords is insecure.":"Varnostno preverjanje je pokazalo, da je eno od vaših gesel nezanesljivo.","This security check has found that %s of your passwords are insecure.":"Pri tem varnostnem pregledu je bilo ugotovljeno, da je %s vaših gesel nezanesljivih.","That means that the password is out on the internet and puts your account at risk.":"To pomeni, da je geslo objavljeno v internetu in ogroža vaš račun.","That means that the passwords are out on the internet and puts your accounts at risk.":"To pomeni, da so gesla objavljena v internetu in ogrožajo vaše račune.","Therefore the password has been marked as insecure and should be changed now.":"Zato je bilo geslo označeno kot nezanesljivo in ga je treba takoj spremeniti.","Therefore the passwords have been marked as insecure and should be changed now.":"Zato so bila gesla označena kot nezanesljiva in jih je treba takoj spremeniti.","You can create a new secure password in the passwords app.":"Novo varno geslo lahko ustvarite v aplikaciji Gesla.","You can create new secure passwords in the passwords app.":"Nova varna gesla lahko ustvarite v aplikaciji Gesla.","Change password now":"Spremeni geslo zdaj","Change passwords now":"Spremeni gesla zdaj","Open the passwords app to change it.":"Odprite aplikacijo za gesla in jih spremenite.","Open the passwords app to change them.":"Odprite aplikacijo za gesla in jih spremenite.","%s shared a password with you.":"%s z vami delil geslo.","%s shared %s passwords with you.":"%s z vami delil gesla za %s.","%4$s and %3$s shared %1$s passwords with you.":"%4$s in %3$s z vami delili gesla %1$s.","%5$s, %4$s and %3$s shared %1$s passwords with you.":"%5$s, %4$s in %3$s z vami delijo gesla %1$s.","%5$s, %4$s and %2$s others shared %1$s passwords with you.":"%5$s, %4$s in %2$s drugi so z vami delili gesla %1$s.","Open the passwords app to see it.":"Odprite aplikacijo Gesla in si jo oglejte.","Open the passwords app to see them.":"Odprite aplikacijo z gesli in si jih oglejte.","A password was shared with you on %s":"Geslo vam je bilo posredovano na %s","Several passwords were shared with you on %s":"Več gesel vam je bilo posredovanih na %s","View passwords shared with me":"Ogled gesel, ki jih imam v skupni rabi","One of your passwords could not be shared because the recipient already has access to it.":"Enega od vaših gesel ni bilo mogoče deliti, ker je prejemnik že imel dostop do njega.","%s of your passwords could not be shared because the recipient already has access to them.":"%s vaših gesel ni bilo mogoče deliti, ker je prejemnik že imel dostop do njih.","Sharing a password that has been shared with you can sometimes create a loop.":"Deljenje gesla, ki je bilo deljeno z vami, lahko včasih ustvari zanko.","To prevent this, these passwords will not be shared.":"Da bi to preprečili, teh gesel ne bomo delili.","Administrative access to your account":"upravni dostop do vašega računa.","%s tried to log into your account on %s.":"%s poskušal prijaviti v svoj račun na %s.","%s logged into your account on %s.":"%s prijavljeni v svoj račun na spletni strani %s.","Since you use a master password, this does not mean that access to your data was granted.":"Ker uporabljate glavno geslo, to še ne pomeni, da je bil dostop do vaših podatkov odobren.","To prevent unwanted access to your data, you should set up a master password.":"Če želite preprečiti neželeni dostop do podatkov, nastavite glavno geslo.","Deleted User (%s)":"Izbrisan uporabnik (%s)","Help us to improve Passwords":"Pomagajte nam izboljšati gesla","You can help us to improve the Passwords app by participating in our server survey.":"Aplikacijo Gesla lahko izboljšate tako, da sodelujete v naši raziskavi v strežniku.","This will send us some anonymized data about your setup and selected settings.":"To nam bo poslalo nekaj anonimnih podatkov o vaši nastavitvi in izbranih nastavitvah.","You can change this at any time in the app settings.":"To lahko kadar koli spremenite v nastavitvah aplikacije.","Not yet":"Še ni","Participate":"Sodelujte","Server survey participation":"Sodelovanje v raziskavi strežnika","Basic":"Osnovni","Full":"Celoten","Not set":"Ni nastavljeno","Please consider self-hosting your favicon api":"Prosimo, razmislite o samostojnem gostovanju vašega favicon api","Your Nextcloud uses our shared Besticon instances to fetch website icons.":"Vaš Nextcloud uporablja naše skupne instance Besticona za pridobivanje ikon spletnih mest.","These instances are intended for small Nextcloud setups with very little traffic.":"Ti primerki so namenjeni majhnim postavitvam Nextclouda z zelo majhnim prometom.","Please click the link and follow our easy tutorial to host Besticon yourself.":"Kliknite povezavo in sledite našemu preprostemu navodilu za samostojno gostovanje na konferenci Besticon.","Your preview service configuration is invalid":"Konfiguracija storitve predogleda je neveljavna","Your chosen favicon service requires an api key or endpoint, but none is given.":"Izbrana storitev favicon zahteva ključ api ali končno točko, vendar ta ni navedena.","Your chosen preview service requires an api key or endpoint, but none is given.":"Izbrana storitev predogleda zahteva ključ api ali končno točko, vendar ta ni navedena.","Open the admin settings to update the configuration or chose another service.":"Odprite upraviteljske nastavitve in posodobite konfiguracijo ali izberite drugo storitev.","We have detected several failed attempts to unlock your password database by \"%s\".":"Odkrili smo več neuspešnih poskusov odklepanja vaše zbirke gesel s strani \"%s\".","This could indicate that someone is trying to break into your account.":"To lahko pomeni, da nekdo poskuša vdreti v vaš račun.","To prevent further attempts, the API credentials of this client were revoked.":"Da bi preprečili nadaljnje poskuse, so bile poverilnice API tega odjemalca preklicane.","Also, password based API authentication has been disabled.":"Onemogočeno je bilo tudi preverjanje pristnosti API na podlagi gesla.","If you want to continue using this client, you need to create a new token for it.":"Če želite še naprej uporabljati tega odjemalca, morate zanj ustvariti nov žeton.","If you don't know this client, please change your password and review your device list.":"Če tega odjemalca ne poznate, spremenite geslo in preglejte seznam naprav.","To prevent further attempts, password based API authentication has been disabled.":"Da bi preprečili nadaljnje poskuse, je bilo onemogočeno preverjanje pristnosti API na podlagi gesla.","To enable it again, log in with the webapp or any client using token authentication.":"Če jo želite znova omogočiti, se prijavite v spletno aplikacijo ali katerikoli odjemalec z uporabo overjanja s žetonom.","If you don't know this client, please change your master password and Nextcloud password.":"Če tega odjemalca ne poznate, spremenite glavno geslo in geslo Nextcloud.","To increase security, we recommend using device specific tokens instead of your password.":"Za večjo varnost priporočamo, da namesto gesla uporabljate žetone, značilne za napravo.","(optional)":"(neobvezno)","Your Nextcloud requests significantly more icons than the average.":"Vaš Nextcloud zahteva bistveno več ikon od povprečja.","Open tutorial":"Odprta vadnica","Suspicious amount of failed login attempts detected.":"Zaznano sumljivo število neuspešnih poskusov prijave.","More information":"Več informacij","View insecure passwords":"Ogled negotovih gesel","Open settings":"Odprite nastavitve","Open passwords":"Odprta gesla","View apps":"Prikaži aplikacije","View apps & devices":"Ogled aplikacij in naprav","Manage devices & apps":"Upravljanje naprav in aplikacij","View shared passwords":"Ogled skupnih gesel","App upgrade recommended":"Priporočena nadgradnja aplikacije","A new client or app was connected to your account":"z vašim računom je bil povezan nov odjemalec ali aplikacija.","\"%s\" was granted access to your %s Passwords account via PassLink.":"\"%s\" je bil prek PassLink odobren dostop do vašega računa %s Passwords.","You can manage all connected devices and apps in your %s settings in the security section.":"Vse povezane naprave in aplikacije lahko upravljate v nastavitvah %s v razdelku varnost.","The last background job was executed with PHP %1$s, but the webserver uses PHP %2$s.":"Zadnje opravilo v ozadju je bilo izvedeno s PHP %1$s, vendar spletni strežnik uporablja PHP %2$s.","Using different major versions of PHP may cause issues.":"Uporaba različnih glavnih različic PHP lahko povzroči težave.","Default Password Security Settings":"Privzete varnostne nastavitve gesla","Security Check Hash":"Varnostno preverjanje Hash","Don't store hashes":"Ne shranjujte gesel","Store 50% of the hash":"Shranjevanje 50 % vrednosti hasha","Store 75% of the hash":"Shranjevanje 75 % hash vrednosti","Store the full hash":"Shranjevanje celotne vrednosti hash","Backup automatically restored":"Varnostna kopija se samodejno obnovi","The passwords app seems tho have encountered a database issue.":"Zdi se, da je aplikacija za gesla naletela na težavo s podatkovno bazo.","Because of this, the app backup \"%s\" was restored automatically.":"Zaradi tega je bila varnostna kopija aplikacije \"%s\" samodejno obnovljena.","If this was an error, a backup of the database was made before restoring it.":"Če je šlo za napako, je bila pred obnovitvijo izdelana varnostna kopija podatkovne zbirke.","You can disable automatic backup restoring in the app settings.":"V nastavitvah aplikacije lahko onemogočite samodejno obnavljanje varnostnih kopij.","Restore backups automatically when database wiped":"samodejno obnavljanje varnostnih kopij ob brisanju podatkovne baze","Passwords ends updates for Nextcloud %s":"Gesla konča posodobitve za Nextcloud %s","Passwords %1$s is the last update for Nextcloud %2$s.":"Gesla %s je zadnja posodobitev za Nextcloud %s.","Upgrade to Nextcloud %1$s and PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Nadgradite na Nextcloud %s in PHP %s (ali PHP %s za LSR) za prihodnje nadgradnje.","Select automatically (recommended)":"Izberite samodejno (priporočljivo)","Passwords":"Gesla","Decrypted passwords database with passwords, folders, tags and settings. (Does not include passwords shared with you. Does not work with E2E enabled)":"Dešifrirana podatkovna zbirka gesel z gesli, mapami, oznakami in nastavitvami. (Ne vključuje gesel, ki so vam bila posredovana. Ne deluje z omogočenim E2E)","Passwords can't be exported":"Gesel ni mogoče izvoziti","Because you have End-to-End encryption enabled, your passwords can't be added to the export automatically. As an alternative, you can use the export function within the app to export your data.":"Ker imate omogočeno šifriranje od konca do konca, gesel ni mogoče samodejno dodati v izvoz. Druga možnost je, da za izvoz podatkov uporabite funkcijo izvoza v aplikaciji.","Encryption Settings":"Nastavitve šifriranja","Allow third party encryption":"Omogočanje šifriranja tretjih oseb","Upgrade to PHP %2$s (or PHP %3$s for LSR) for future upgrades.":"Nadgradite na PHP %s (ali PHP %s za LSR) za prihodnje nadgradnje.","Passwords ends updates for Nextcloud %1$s and PHP %2$s":"Gesla konča posodobitve za Nextcloud %s in PHP %s","Upgrade to Nextcloud %1$s for future upgrades.":"Nadgradite na Nextcloud %s za prihodnje nadgradnje.","Passwords ends updates for PHP %s":"Gesla konča posodobitve za PHP %s","Passwords %1$s is the last update for PHP %3$s.":"Gesla %s je zadnja posodobitev za PHP %s.","Passwords %1$s is the last update for Nextcloud %2$s and PHP %3$s.":"Gesla %s je zadnja posodobitev za Nextcloud %s in PHP %s.","This notification can be deleted.":"To obvestilo lahko izbrišete.","Could not update breached passwords database":"Ni bilo mogoče posodobiti podatkovne zbirke z vdrtimi gesli","The breached passwords database update failed three times. Please consult the manual and check your logs. Reason: %1$s":"Posodobitev podatkovne zbirke z gesli, ki so bila kršena, je bila trikrat neuspešna. Oglejte si priročnik in preverite dnevnike. Razlog: %s","Checking if the server runs background jobs with cron.":"Preverjanje, ali strežnik izvaja opravila v ozadju s programom cron.","Background jobs are executed with cron.":"Naloge v ozadju se izvajajo s programom cron.","Checking if the server runs background tasks with the same PHP version.":"Preverjanje, ali strežnik izvaja naloge v ozadju z isto različico PHP.","Background jobs are executed with the same PHP version.":"Naloge v ozadju se izvajajo z isto različico PHP."},"pluralForm":"nplurals=2; plural=(n != 1);"}