{"translations":{"Security Check Hash":"Έλεγχος ασφαλείας Hash","Don't store hashes":"Μην αποθηκεύετε hashes","Store 50% of the hash":"Αποθηκεύστε το 50% του hash","Store 75% of the hash":"Αποθηκεύστε το 75% του hash","Store the full hash":"Αποθηκεύστε το πλήρες hash","Login & Session":"Σύνδεση & Συνεδρίαση","Keep me logged in":"Κρατήστε με συνδεδεμένο","Always":"Πάντα","When i'm working":"Όταν εργάζομαι","When i'm active":"Όταν είμαι ενεργός","One minute":"Ένα λεπτό","{minutes} minutes":"{minutes} λεπτά","End-to-end Encryption":"Κρυπτογράφηση από άκρο σε άκρο","Server encryption mode":"Λειτουργία κρυπτογράφησης διακομιστή","None if CSE used":"Καμία αν χρησιμοποιείται CSE","Simple encryption":"Απλή κρυπτογράφηση","Advanced encryption":"Προηγμένη κρυπτογράφηση","Client encryption mode":"Λειτουργία κρυπτογράφησης πελάτη","Change Password":"Αλλαγή κωδικού πρόσβασης","Passwords Detail View":"Λεπτομερής προβολή κωδικών πρόσβασης","Show website preview":"Προεπισκόπηση ιστότοπου προβολής","New password":"Νέος κωδικός πρόσβασης","Repeat password":"Επανάληψη κωδικού πρόσβασης","Old password":"Παλαιός κωδικός πρόσβασης","Password changed":"Ο κωδικός πρόσβασης άλλαξε","Changing password failed":"Η αλλαγή κωδικού πρόσβασης απέτυχε","Administration Issues":"Θέματα διαχείρισης","Password Sharing":"Κοινή χρήση κωδικού πρόσβασης","Share as editable by default":"Μοιραστείτε ως επεξεργάσιμο από προεπιλογή","Allow sharing by default":"Επιτρέψτε την κοινή χρήση από προεπιλογή","Code":"Κωδικός","Invalid reset code":"Μη έγκυρος κωδικός επαναφοράς","Add numbers to generated passwords":"Προσθέστε αριθμούς σε παραγόμενους κωδικούς πρόσβασης","Add special characters to generated passwords":"Προσθήκη ειδικών χαρακτήρων στους παραγόμενους κωδικούς πρόσβασης","Specify the amount of time after a request before the session is cancelled":"Καθορίστε το χρονικό διάστημα μετά από μια αίτηση πριν από την ακύρωση της συνεδρίας.","Choose the type of encryption used to encrypt data on the server":"Επιλέξτε τον τύπο κρυπτογράφησης που χρησιμοποιείται για την κρυπτογράφηση των δεδομένων στο διακομιστή.","Run the installation wizard to set up encryption for your passwords":"Εκτελέστε τον οδηγό εγκατάστασης για να ρυθμίσετε την κρυπτογράφηση των κωδικών σας","Change the encryption password":"Αλλαγή του κωδικού πρόσβασης κρυπτογράφησης","Show a preview of the associated website in the details. (Not on mobiles)":"Εμφάνιση μιας προεπισκόπησης του σχετικού ιστότοπου στις λεπτομέρειες. (Όχι στα κινητά)","Notifies you of configuration errors and other administrative issues":"Σας ειδοποιεί για σφάλματα διαμόρφωσης και άλλα διοικητικά ζητήματα","Enter \"{code}\" to reset your account and delete everything.":"Πληκτρολογήστε \"{code}\" για να επαναφέρετε το λογαριασμό σας και να διαγράψετε τα πάντα.","You can use this dialog to change your master password.":"Μπορείτε να χρησιμοποιήσετε αυτό το παράθυρο διαλόγου για να αλλάξετε τον κύριο κωδικό πρόσβασής σας.","Your password must be longer than 12 characters and not the old password":"Ο κωδικός πρόσβασής σας πρέπει να είναι μεγαλύτερος από 12 χαρακτήρες και όχι ο παλιός κωδικός πρόσβασης.","Please confirm your new password":"Επιβεβαιώστε τον νέο σας κωδικό πρόσβασης","You must enter your old password":"Πρέπει να πληκτρολογήσετε τον παλιό σας κωδικό πρόσβασης","Your password has been changed successfully.":"Ο κωδικός πρόσβασής σας άλλαξε επιτυχώς.","Enable the option to let other users edit a shared password by default":"Ενεργοποίηση της επιλογής να επιτρέπεται σε άλλους χρήστες να επεξεργάζονται έναν κοινόχρηστο κωδικό πρόσβασης από προεπιλογή","Enable the option to let other users share a shared password by default":"Ενεργοποιήστε την επιλογή να επιτρέπουν σε άλλους χρήστες να μοιράζονται έναν κοινόχρηστο κωδικό πρόσβασης από προεπιλογή","Open the settings page in the handbook":"Ανοίξτε τη σελίδα ρυθμίσεων στο εγχειρίδιο","Send keep-alive requests to the server to prevent the session from being cancelled":"Αποστολή αιτημάτων keep-alive στο διακομιστή για να αποτρέψετε την ακύρωση της συνεδρίας","Choose the type of encryption used to encrypt data on the client before it's sent to the server":"Επιλέξτε τον τύπο κρυπτογράφησης που χρησιμοποιείται για την κρυπτογράφηση των δεδομένων στον υπολογιστή-πελάτη πριν από την αποστολή τους στο διακομιστή.","The SHA-1 hash is used to check for breached passwords. A partial hash can prevent brute force attacks in case the server is hacked but may also cause safe passwords to be mistakenly reported as breached.":"Ο κατακερματισμός SHA-1 χρησιμοποιείται για τον έλεγχο παραβιασμένων κωδικών πρόσβασης. Ένας μερικός κατακερματισμός μπορεί να αποτρέψει επιθέσεις ωμής βίας σε περίπτωση που ο διακομιστής παραβιαστεί, αλλά μπορεί επίσης να προκαλέσει την εσφαλμένη αναφορά ασφαλών κωδικών πρόσβασης ως παραβιασμένων.","SettingsMouseWheelAction":"Ενέργεια κλικ του τροχού του ποντικιού","SettingsMouseWheelActionHelp":"Ενέργεια που πρέπει να εκτελείται όταν ο τροχός του ποντικιού κάνει κλικ σε μια καταχώρηση κωδικού πρόσβασης","SettingsCustomAction":"Εμφάνιση κουμπιού συντόμευσης για","SettingsCustomActionHelp":"Προσθέτει ένα επιπλέον κουμπί για την καθορισμένη ενέργεια στην προβολή επιφάνειας εργασίας","SettingsShowShareTab":"Εμφάνιση καρτέλας κοινής χρήσης","SettingsRecoverItems":"Ανάκτηση κρυμμένων στοιχείων","SettingsRecoverItemsButton":"Ανάκτηση αντικειμένων","SettingsRecoverItemsHelp":"Αυτή η ενέργεια αφαιρεί τη σημαία \"κρυμμένο\" από τα στοιχεία, ώστε αυτά τα στοιχεία να εμφανίζονται ξανά στην εφαρμογή.","RecoverItemsSelectTitle":"Ανάκτηση κρυμμένων στοιχείων","RecoverItemsSelectText":"Παρακαλούμε επιλέξτε οποιοδήποτε είδος κρυμμένων στοιχείων θέλετε να ανακτήσετε.","RecoverItemsInvisiblePwd":"Κωδικοί πρόσβασης που δεν βρίσκονται σε κρυφό φάκελο","RecoverItemsInvisiblePwdTitle":"Ανάκτηση κρυφών κωδικών πρόσβασης που βρίσκονται σε φάκελο που δεν είναι κρυμμένος","RecoverItemsPasswords":"Όλοι οι κρυφοί κωδικοί πρόσβασης","RecoverItemsPasswordsTitle":"Ανάκτηση όλων των κρυφών κωδικών πρόσβασης ανεξάρτητα από την κατάσταση του φακέλου","RecoverItemsFolders":"Όλοι οι κρυφοί φάκελοι","RecoverItemsFoldersTitle":"Ανάκτηση όλων των κρυφών φακέλων","RecoverItemsTags":"Όλες οι κρυφές ετικέτες","RecoverItemsTagsTitle":"Ανάκτηση όλων των κρυφών ετικετών","RecoverItemsSuccessMessage":"Ανάκτηση κωδικού πρόσβασης {passwords}, φακέλου(ων) {folders} και ετικέτας(ών) {tags}.","RecoverItemsTitle":"Ανευρεθέντα αντικείμενα","RecoverItemsError":"Εμφανίστηκε σφάλμα.","End session after":"Τερματισμός συνεδρίας μετά από","SettingsPasswordPrint":"Εμφάνιση επιλογής εκτύπωσης","SettingsPasswordPrintHelp":"Εμφανίζει μια επιλογή για την εκτύπωση του κωδικού πρόσβασης στο μενού και τις λεπτομέρειες","ExpertSettingsLabel":"Ρυθμίσεις εμπειρογνωμόνων","RecoverItemsInvisibleTrash":"Κρυμμένα αντικείμενα στα σκουπίδια","RecoverItemsInvisibleTrashTitle":"Ανάκτηση κρυμμένων στοιχείων που βρίσκονται σήμερα στα σκουπίδια","WebauthnEncryptionPassphraseRepeat":"Επαναλάβετε τη φράση πρόσβασης","WebauthnEncryptionPassphraseText":"Εισάγετε τη φράση πρόσβασης κρυπτογράφησης παρακάτω. Θα αποθηκευτεί στο πρόγραμμα περιήγησής σας και η εφαρμογή θα προσπαθήσει να τη χρησιμοποιήσει όταν την ανοίξετε την επόμενη φορά. Εάν η συνθηματική φράση είναι άκυρη, η σύνδεση θα αποτύχει μία φορά και το WebAuthn θα απενεργοποιηθεί.","WebauthnLoginSetupSuccess":"Το WebAuthn είναι τώρα ενεργοποιημένο. Η εφαρμογή θα προσπαθήσει να χρησιμοποιήσει την αποθηκευμένη συνθηματική φράση την επόμενη φορά που θα συνδεθείτε.","SettingsWebAuthnEnable":"Συνδεθείτε με το WebAuthn","SettingsWebAuthnEnableHelp":"Αποθηκεύστε τη συνθηματική φράση κρυπτογράφησης σε αυτό το πρόγραμμα περιήγησης και συνδεθείτε αυτόματα όταν ανοίγετε την εφαρμογή.","WebauthnEncryptionPassphrase":"Συνθηματική φράση κρυπτογράφησης","WebauthnEncryptionSetupTitle":"Εγκατάσταση σύνδεσης WebAuthn"},"pluralForm":"nplurals=2; plural=(n != 1);"}