{"translations":{"Keep your passwords secret":"Hold dine adgangskoder hemmelige","Customize your experience":"Tilpas din oplevelse","Get connected":"Bliv forbundet","Encrypt my existing passwords":"Krypter mine eksisterende adgangskoder","Save the password":"Gem adgangskoden","Repeat your password":"Gentag din adgangskode","Installing Encryption":"Installation af kryptering","After launch, show my":"Efter opstart skal du vise min","folders":"mapper","favorites":"favoritter","passwords":"adgangskoder","recently changed":"for nylig ændret","Mark my passwords if...":"Marker mine adgangskoder, hvis…","they are older than":"de er ældre end","three months":"tre måneder","six months":"seks måneder","one year":"et år","two years":"to år","{days} days":"{days} dage","they are duplicates":"De er duplikater","Make my new passwords":"Lav mine nye adgangskoder","strong":"stærk","stronger":"stærkere","very strong":"meget stærk","extremely strong":"ekstremt stærk","include numbers":"inkluderer tal","include special characters":"inkludere specialtegn","A safe home for your passwords":"Et sikkert hjem til dine adgangskoder","Keychain":"Nøglering","Clean up":"Ryd op","Success":"Succes","Find help when you need it":"Find hjælp, når du har brug for det","Go to Apps and Extensions":"Gå til Apps og udvidelser","Continue":"Fortsæt","Skip":"Spring over","Check password security with":"Tjek adgangskodesikkerheden med","Generate passwords using":"Generer adgangskoder ved hjælp af","Get favicons from":"Hent favicons fra","Get website previews from":"Få forhåndsvisninger af hjemmesider fra","Make backups":"Lav sikkerhedskopier","View all settings":"Se alle indstillinger","Read our tips for admins":"Læs vores tips til administratorer","Password (min. 12 characters)":"Adgangskode (min. 12 tegn)","Encryption in progress…":"Kryptering i gang…","There are many settings so you can customize your experience.":"Der er mange indstillinger, så du kan tilpasse din oplevelse.","You can find all of them in \"More\", but we put the most common here:":"Du kan finde dem alle under \"Mere\", men vi har samlet de mest almindelige her:","Passwords offers modern and strong encryption to protect your data from prying eyes.":"Passwords tilbyder moderne og stærk kryptering for at beskytte dine data mod nysgerrige blikke.","Choose a secure password below to activate the ultimate protection for your passwords.":"Vælg en sikker adgangskode nedenfor for at aktivere den ultimative beskyttelse af dine adgangskoder.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Få nem adgang til dine adgangskoder overalt takket være vores apps og udvidelser.","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Du kan finde vores apps og udvidelser under \"Mere\" eller bare klikke på knappen nedenfor.","Passwords can be customized in a lot of different ways.":"Adgangskoder kan tilpasses på mange forskellige måder.","As administrator you might want to take a look at these common settings.":"Som administrator kan du tage et kig på disse almindelige indstillinger.","Whenever you don't know how something works, have questions or need help with a problem:":"Når du ikke ved, hvordan noget fungerer, har spørgsmål eller brug for hjælp til et problem:","Help is just around the corner.":"Hjælpen er lige rundt om hjørnet.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"Vores indbyggede håndbog kan findes ved at klikke på \"Mere\" og forklarer appen i alle detaljer.","In any other case, our community is the right place to ask your questions.":"I alle andre tilfælde er vores community det rette sted at stille dine spørgsmål.","Handbook will be opened after the tutorial":"Håndbogen vil blive åbnet efter vejledningen","Enter a password with 12 characters or more":"Indtast en adgangskode med 12 tegn eller mere","Your password needs at least 12 characters and the confirmation password must be the same":"Din adgangskode skal bestå af mindst 12 tegn, og bekræftelsesadgangskoden skal være den samme.","StartText1":"Velkommen til Passwords App til Nextcloud, det perfekte sted at holde dine adgangskoder sikre og organiserede.","StartText2":"Lad os få dig i gang"},"pluralForm":"nplurals=2; plural=(n != 1);"}