{"translations":{"After launch, show my":"Setelah peluncuran, tunjukkan","folders":"folder","tags":"tag","favorites":"favorit","passwords":"kata sandi","recently changed":"baru-baru ini berubah","Mark my passwords if...":"Tandai kata sandi saya jika…","they are older than":"mereka lebih tua dari","three months":"tiga bulan","six months":"enam bulan","one year":"satu tahun","two years":"dua tahun","{days} days":"{days} hari","they are duplicates":"mereka adalah duplikat","Make my new passwords":"Membuat kata sandi baru saya","strong":"kuat","stronger":"lebih kuat","very strong":"sangat kuat","extremely strong":"sangat kuat","include numbers":"termasuk angka","include special characters":"termasuk karakter khusus","A safe home for your passwords":"Rumah yang aman untuk kata sandi Anda","Keep your passwords secret":"Merahasiakan kata sandi Anda","Customize your experience":"Sesuaikan pengalaman Anda","Get connected":"Terhubung","Encrypt my existing passwords":"Mengenkripsi kata sandi saya yang sudah ada","Save the password":"Menyimpan kata sandi","Repeat your password":"Ulangi kata sandi Anda","Installing Encryption":"Menginstalasi Enkripsi","Keychain":"Gantungan kunci","Clean up":"Bersihkan","Success":"Sukses","Find help when you need it":"Temukan bantuan saat Anda membutuhkannya","Go to Apps and Extensions":"Buka Aplikasi dan Ekstensi","Continue":"Lanjutkan","Skip":"Lewati","Check password security with":"Periksa keamanan kata sandi dengan","Generate passwords using":"Buat kata sandi menggunakan","Get favicons from":"Dapatkan favicon dari","Get website previews from":"Dapatkan pratinjau situs web dari","Make backups":"Membuat cadangan","View all settings":"Melihat semua pengaturan","Read our tips for admins":"Baca kiat-kiat kami untuk admin","Password (min. 12 characters)":"Kata sandi (min. 12 karakter)","Encryption in progress…":"Enkripsi sedang berlangsung…","There are many settings so you can customize your experience.":"Ada banyak pengaturan sehingga Anda dapat menyesuaikan pengalaman Anda.","You can find all of them in \"More\", but we put the most common here:":"Anda dapat menemukan semuanya di \"Lainnya\", tetapi kami menempatkan yang paling umum di sini:","Passwords offers modern and strong encryption to protect your data from prying eyes.":"Passwords menawarkan enkripsi modern dan kuat untuk melindungi data Anda dari pengintaian.","Choose a secure password below to activate the ultimate protection for your passwords.":"Pilih kata sandi yang aman di bawah ini untuk mengaktifkan perlindungan utama untuk kata sandi Anda.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Akses kata sandi Anda dengan mudah dari mana saja, berkat aplikasi dan ekstensi kami.","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Anda dapat menemukan bagian Aplikasi dan Ekstensi kami di \"Lainnya\" atau cukup klik tombol di bawah ini.","Passwords can be customized in a lot of different ways.":"Kata sandi dapat disesuaikan dengan berbagai cara.","As administrator you might want to take a look at these common settings.":"Sebagai administrator, Anda mungkin ingin melihat pengaturan umum ini.","Whenever you don't know how something works, have questions or need help with a problem:":"Kapan pun Anda tidak tahu cara kerja sesuatu, memiliki pertanyaan, atau membutuhkan bantuan untuk mengatasi masalah:","Help is just around the corner.":"Bantuan akan segera datang.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"Buku panduan bawaan kami dapat ditemukan dengan mengeklik \"Lainnya\" dan menjelaskan aplikasi ini secara detail.","In any other case, our community is the right place to ask your questions.":"Dalam hal lain, komunitas kami adalah tempat yang tepat untuk mengajukan pertanyaan Anda.","Handbook will be opened after the tutorial":"Buku panduan akan dibuka setelah tutorial","Enter a password with 12 characters or more":"Masukkan kata sandi dengan 12 karakter atau lebih","Your password needs at least 12 characters and the confirmation password must be the same":"Kata sandi Anda minimal 12 karakter dan kata sandi konfirmasi harus sama","StartText2":"Mari kita mulai","StartText1":"Selamat datang di Aplikasi Kata Sandi untuk Nextcloud, tempat yang tepat untuk menyimpan kata sandi Anda dengan aman dan teratur."},"pluralForm":"nplurals=2; plural=(n != 1);"}