{"translations":{"Mark my passwords if...":"Markeer mijn wachtwoorden als…","After launch, show my":"Laat na de lancering mijn","Get connected":"Verbinding maken","folders":"mappen","favorites":"favorieten","passwords":"wachtwoorden","recently changed":"onlangs gewijzigd","they are older than":"ze zijn ouder dan","three months":"drie maanden","six months":"zes maanden","one year":"een jaar","two years":"twee jaar","{days} days":"{days} dagen","they are duplicates":"het zijn duplicaten","Make my new passwords":"Mijn nieuwe wachtwoorden maken","strong":"sterk","stronger":"Sterker","very strong":"heel sterk","extremely strong":"extreem sterk","include numbers":"Cijfers gebruiken","include special characters":"Bijzondere tekens gebruiken","A safe home for your passwords":"Een veilig thuis voor je wachtwoorden","Keep your passwords secret":"Houd je wachtwoorden geheim","Customize your experience":"Uw ervaring aanpassen","Encrypt my existing passwords":"Mijn bestaande wachtwoorden versleutelen","Save the password":"Het wachtwoord opslaan","Repeat your password":"Herhaal je wachtwoord","Installing Encryption":"Encryptie installeren","Keychain":"Sleutelhanger","Clean up":"Opruimen","Success":"Succes","Find help when you need it":"Vind hulp wanneer je die nodig hebt","Go to Apps and Extensions":"Ga naar Apps en uitbreidingen","Continue":"Ga verder","Check password security with":"Controleer de wachtwoordbeveiliging met","Generate passwords using":"Wachtwoorden genereren met","Get favicons from":"Haal favicons van","Get website previews from":"Ontvang website previews van","Make backups":"Back-ups maken","View all settings":"Alle instellingen weergeven","Read our tips for admins":"Lees onze tips voor beheerders","Password (min. 12 characters)":"Wachtwoord (min. 12 tekens)","Encryption in progress…":"Encryptie bezig…","There are many settings so you can customize your experience.":"Er zijn veel instellingen zodat je je ervaring kunt aanpassen.","You can find all of them in \"More\", but we put the most common here:":"Je kunt ze allemaal vinden in \"Meer\", maar we zetten de meest voorkomende hier neer:","Passwords offers modern and strong encryption to protect your data from prying eyes.":"Passwords biedt moderne en sterke versleuteling om je gegevens te beschermen tegen nieuwsgierige ogen.","Choose a secure password below to activate the ultimate protection for your passwords.":"Kies hieronder een veilig wachtwoord om de ultieme bescherming voor je wachtwoorden te activeren.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Overal gemakkelijk toegang tot je wachtwoorden dankzij onze apps en extensies.","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Je vindt onze Apps en Extensies sectie onder \"Meer\" of klik gewoon op de knop hieronder.","Passwords can be customized in a lot of different ways.":"Wachtwoorden kunnen op veel verschillende manieren worden aangepast.","As administrator you might want to take a look at these common settings.":"Als beheerder kun je deze veelgebruikte instellingen bekijken.","Whenever you don't know how something works, have questions or need help with a problem:":"Wanneer je niet weet hoe iets werkt, vragen hebt of hulp nodig hebt bij een probleem:","Help is just around the corner.":"Hulp is om de hoek.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"Ons ingebouwde handboek kun je vinden door op \"Meer\" te klikken en legt de app in alle details uit.","In any other case, our community is the right place to ask your questions.":"In elk ander geval is onze community de juiste plaats om je vragen te stellen.","Handbook will be opened after the tutorial":"Handboek wordt geopend na de tutorial","Enter a password with 12 characters or more":"Voer een wachtwoord in van 12 tekens of meer","Your password needs at least 12 characters and the confirmation password must be the same":"Je wachtwoord moet minstens 12 tekens bevatten en het bevestigingswachtwoord moet hetzelfde zijn","StartText1":"Welkom bij de Wachtwoorden App voor Nextcloud, de perfecte plek om uw wachtwoorden veilig en georganiseerd te bewaren.","StartText2":"Laten we beginnen"},"pluralForm":"nplurals=2; plural=(n != 1);"}