{"translations":{"Mark my passwords if...":"Marcar as minhas palavras-passe se…","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Pode encontrar a nossa secção de Aplicações e Extensões em \"Mais\" ou clicar no botão abaixo.","include numbers":"Incluir números","As administrator you might want to take a look at these common settings.":"Como administrador, talvez queira dar uma vista de olhos a estas definições comuns.","Whenever you don't know how something works, have questions or need help with a problem:":"Sempre que não souber como algo funciona, tiver dúvidas ou precisar de ajuda para resolver um problema:","Help is just around the corner.":"A ajuda está mesmo ao virar da esquina.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"O nosso manual integrado pode ser consultado clicando em \"Mais\" e explica a aplicação em todos os pormenores.","In any other case, our community is the right place to ask your questions.":"Em qualquer outro caso, a nossa comunidade é o local certo para colocar as suas questões.","Handbook will be opened after the tutorial":"O manual será aberto após o tutorial","Enter a password with 12 characters or more":"Introduzir uma palavra-passe com 12 caracteres ou mais","Your password needs at least 12 characters and the confirmation password must be the same":"A sua palavra-passe deve ter pelo menos 12 caracteres e a palavra-passe de confirmação deve ser a mesma","After launch, show my":"Após o lançamento, mostrar o meu","folders":"pastas","tags":"etiquetas","favorites":"favoritos","passwords":"palavras-passe","recently changed":"recentemente alterado","they are older than":"são mais velhos do que","three months":"três meses","six months":"seis meses","one year":"um ano","two years":"dois anos","{days} days":"{days} dias","they are duplicates":"são duplicados","Make my new passwords":"Criar as minhas novas palavras-passe","strong":"forte","stronger":"mais forte","very strong":"muito forte","extremely strong":"extremamente forte","include special characters":"Incluir caracteres especiais","A safe home for your passwords":"Uma casa segura para as suas palavras-passe","Keep your passwords secret":"Mantenha as suas palavras-passe secretas","Customize your experience":"Personalize a sua experiência","Get connected":"Ligar-se","Encrypt my existing passwords":"Encriptar as minhas palavras-passe existentes","Save the password":"Guardar a palavra-passe","Installing Encryption":"Instalar a encriptação","Clean up":"Limpar","Success":"Sucesso","Find help when you need it":"Encontre ajuda quando precisar dela","Go to Apps and Extensions":"Ir para Aplicações e Extensões","Continue":"Continuar","Skip":"Saltar","Check password security with":"Verificar a segurança da palavra-passe com","Generate passwords using":"Gerar palavras-passe utilizando","Get favicons from":"Obter favicons de","Get website previews from":"Obter pré-visualizações de sítios Web a partir de","Make backups":"Efetuar cópias de segurança","View all settings":"Ver todas as definições","Read our tips for admins":"Leia as nossas dicas para administradores","Password (min. 12 characters)":"Palavra-passe (mín. 12 caracteres)","Encryption in progress…":"Encriptação em curso…","Keychain":"Porta-chaves","Passwords can be customized in a lot of different ways.":"As palavras-passe podem ser personalizadas de muitas formas diferentes.","Repeat your password":"Repetir a palavra-passe","There are many settings so you can customize your experience.":"Existem muitas definições para que possa personalizar a sua experiência.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Aceda facilmente às suas palavras-passe a partir de qualquer lugar, graças às nossas aplicações e extensões.","You can find all of them in \"More\", but we put the most common here:":"Pode encontrar todos eles em \"Mais\", mas colocamos aqui os mais comuns:","Passwords offers modern and strong encryption to protect your data from prying eyes.":"O Passwords oferece uma encriptação moderna e forte para proteger os seus dados de olhares indiscretos.","Choose a secure password below to activate the ultimate protection for your passwords.":"Escolha uma palavra-passe segura abaixo para ativar a melhor proteção para as suas palavras-passe.","StartText2":"Vamos começar","StartText1":"Bem-vindo à aplicação Passwords para Nextcloud, o local perfeito para manter as suas palavras-passe seguras e organizadas."},"pluralForm":"nplurals=2; plural=(n != 1);"}