{"translations":{"Passwords can be customized in a lot of different ways.":"As senhas podem ser personalizadas de várias maneiras diferentes.","As administrator you might want to take a look at these common settings.":"Como administrador, talvez você queira dar uma olhada nessas configurações comuns.","After launch, show my":"Após o lançamento, mostre meu","Continue":"Continuar","tags":"etiquetas","folders":"pastas","Skip":"Pular","passwords":"senhas","recently changed":"alterado recentemente","they are older than":"eles são mais velhos que","three months":"três meses","six months":"seis meses","one year":"um ano","two years":"dois anos","{days} days":"{days} dias","they are duplicates":"são duplicatas","Make my new passwords":"Criar minhas novas senhas","strong":"forte","Mark my passwords if...":"Marque minhas senhas se…","favorites":"favoritos","stronger":"mais forte","very strong":"muito forte","extremely strong":"extremamente forte","include numbers":"Incluir números","include special characters":"Incluir caracteres especiais","A safe home for your passwords":"Um local seguro para suas senhas","Keep your passwords secret":"Mantenha suas senhas em segredo","Get connected":"Conectar-se","Encrypt my existing passwords":"Criptografar minhas senhas existentes","Installing Encryption":"Instalação da criptografia","Keychain":"Chaveiro","Clean up":"Limpeza","Success":"Sucesso","Find help when you need it":"Encontre ajuda quando precisar","Go to Apps and Extensions":"Vá para Aplicativos e extensões","Check password security with":"Verifique a segurança da senha com","Generate passwords using":"Gerar senhas usando","Get favicons from":"Obter favicons de","Get website previews from":"Obtenha visualizações do site em","Make backups":"Fazer backups","View all settings":"Exibir todas as configurações","Read our tips for admins":"Leia nossas dicas para administradores","Password (min. 12 characters)":"Senha (mín. 12 caracteres)","Encryption in progress…":"Criptografia em andamento…","There are many settings so you can customize your experience.":"Há muitas configurações para que você possa personalizar sua experiência.","You can find all of them in \"More\", but we put the most common here:":"Você pode encontrar todos eles em \"Mais\", mas colocamos os mais comuns aqui:","Passwords offers modern and strong encryption to protect your data from prying eyes.":"O Passwords oferece criptografia moderna e forte para proteger seus dados de olhares curiosos.","Choose a secure password below to activate the ultimate protection for your passwords.":"Escolha uma senha segura abaixo para ativar a proteção máxima para suas senhas.","Access your passwords with ease from anywhere, thanks to our apps and extensions.":"Acesse suas senhas com facilidade de qualquer lugar, graças aos nossos aplicativos e extensões.","You can find our Apps and Extensions section in \"More\" or just click the button below.":"Você pode encontrar nossa seção Aplicativos e extensões em \"Mais\" ou simplesmente clicar no botão abaixo.","Customize your experience":"Personalize sua experiência","Save the password":"Salvar a senha","Repeat your password":"Repita sua senha","Whenever you don't know how something works, have questions or need help with a problem:":"Sempre que você não souber como algo funciona, tiver dúvidas ou precisar de ajuda com um problema:","Help is just around the corner.":"A ajuda está logo ali na esquina.","Our built-in handbook can be found by clicking on \"More\" and explains the app in all details.":"Nosso manual integrado pode ser encontrado clicando em \"More\" (Mais) e explica o aplicativo em todos os detalhes.","In any other case, our community is the right place to ask your questions.":"Em qualquer outro caso, nossa comunidade é o lugar certo para fazer suas perguntas.","Handbook will be opened after the tutorial":"O manual será aberto após o tutorial","Enter a password with 12 characters or more":"Digite uma senha com 12 caracteres ou mais","Your password needs at least 12 characters and the confirmation password must be the same":"Sua senha precisa ter pelo menos 12 caracteres e a senha de confirmação deve ser a mesma","StartText1":"Bem-vindo ao aplicativo Passwords para Nextcloud, o lugar perfeito para manter suas senhas seguras e organizadas.","StartText2":"Vamos começar"},"pluralForm":"nplurals=2; plural=(n != 1);"}