{"translations":{"Connect something else":"Συνδέστε έναν άλλο πελάτη","Try again":"Δοκιμάστε ξανά","Strong Encryption":"Ισχυρή κρυπτογράφηση","Failed to fetch apps: {error}":"Απέτυχε η λήψη εφαρμογών: {error}","You cancelled the connection":"Ακυρώσατε τη σύνδεση","You did not confirm the connection in time":"Δεν επιβεβαιώσατε εγκαίρως τη σύνδεση","Just scan the QR code with the app to connect it.":"Απλά σαρώστε τον κωδικό QR με την εφαρμογή για να το συνδέσετε.","Click the button when you are ready to start the connection.":"Κάντε κλικ στο κουμπί όταν είστε έτοιμοι να ξεκινήσετε τη σύνδεση.","Check if the codes below match with the ones provided by the device or app:":"Ελέγξτε αν οι παρακάτω κωδικοί ταιριάζουν με αυτούς που παρέχονται από τη συσκευή ή την εφαρμογή:","Link this client to your Nextcloud account without annoying passwords and urls":"Συνδέστε αυτό το πρόγραμμα-πελάτη με το λογαριασμό σας στο Nextcloud χωρίς ενοχλητικούς κωδικούς πρόσβασης και urls","This client officially supports our strong end-to-end encryption":"Αυτός ο πελάτης υποστηρίζει επίσημα την ισχυρή κρυπτογράφηση από άκρο σε άκρο","This client is maintained by the authors of the Passwords app":"Αυτός ο πελάτης συντηρείται από τους συγγραφείς της εφαρμογής Passwords","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Κάντε κλικ στο κουμπί για να συνδέσετε μια εφαρμογή που είναι εγκατεστημένη σε αυτή τη συσκευή ή σαρώστε τον κωδικό QR με την εφαρμογή, εάν είναι εγκατεστημένη σε άλλη συσκευή.","official":"επίσημο","by {author}":"από {author}","source code":"πηγαίος κώδικας","learn more":"μάθετε περισσότερα","Connect with PassLink":"Συνδεθείτε με την PassLink","Connect a new device":"Συνδέστε μια νέα συσκευή","Connect via link":"Συνδεθείτε μέσω συνδέσμου","Choose a name:":"Επιλέξτε ένα όνομα:","The codes don't match":"Οι κωδικοί δεν ταιριάζουν","Looks good":"Φαίνεται καλό","Connection successful":"Επιτυχής σύνδεση","I'm done":"Τελείωσα","Don't try again":"Μην ξαναπροσπαθήσετε"},"pluralForm":"nplurals=2; plural=(n != 1);"}