{"translations":{"official":"officiel","by {author}":"par {author}","source code":"code source","learn more":"en savoir plus","Connect with PassLink":"Connectez-vous avec PassLink","Connect a new device":"Connecter un nouveau dispositif","Connect via link":"Connectez-vous via le lien","Choose a name:":"Choisissez un nom :","The codes don't match":"Les codes ne correspondent pas","Looks good":"Semble bien","Connection successful":"Connexion réussie","I'm done":"J'ai fini.","Don't try again":"N'essayez pas de nouveau","Connect something else":"Connecter un autre client","Try again":"Essayez à nouveau","Strong Encryption":"Cryptage fort","Failed to fetch apps: {error}":"Échec de la récupération des applications : {error}","You cancelled the connection":"Vous avez annulé la connexion","You did not confirm the connection in time":"Vous n'avez pas confirmé la connexion à temps","Just scan the QR code with the app to connect it.":"Scannez simplement le code QR avec l'application pour le connecter.","Click the button when you are ready to start the connection.":"Cliquez sur le bouton lorsque vous êtes prêt à démarrer la connexion.","Check if the codes below match with the ones provided by the device or app:":"Vérifiez si les codes ci-dessous correspondent à ceux fournis par l'appareil ou l'application :","Link this client to your Nextcloud account without annoying passwords and urls":"Liez ce client à votre compte Nextcloud sans mots de passe et URLs fastidieux.","This client officially supports our strong end-to-end encryption":"Ce client prend officiellement en charge notre système de chiffrement de bout en bout.","This client is maintained by the authors of the Passwords app":"Ce client est maintenu par les auteurs de l'application Passwords.","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Cliquez sur le bouton pour connecter une application installée sur cet appareil ou scannez le code QR avec l'application si elle est installée sur un autre appareil."},"pluralForm":"nplurals=2; plural=(n != 1);"}