{"translations":{"official":"hivatalos","by {author}":"a {author}","source code":"forráskód","learn more":"tudjon meg többet","Connect with PassLink":"Csatlakozás PassLinkkel","Connect a new device":"Új eszköz csatlakoztatása","Connect via link":"Csatlakozás linken keresztül","Choose a name:":"Válasszon egy nevet:","The codes don't match":"A kódok nem egyeznek","Looks good":"Jónak tűnik","Connection successful":"Sikeres kapcsolódás","I'm done":"Végeztem.","Don't try again":"Ne próbálja újra","Connect something else":"Csatlakoztasson egy másik klienst","Try again":"Próbálja újra","Strong Encryption":"Erős titkosítás","Failed to fetch apps: {error}":"Nem sikerült lekérni az alkalmazásokat: {error}","You cancelled the connection":"Megszakította a kapcsolatot","You did not confirm the connection in time":"Nem erősítette meg időben a kapcsolatot","Just scan the QR code with the app to connect it.":"A csatlakoztatáshoz csak szkennelje be a QR-kódot az alkalmazással.","Click the button when you are ready to start the connection.":"Kattintson a gombra, ha készen áll a kapcsolat elindítására.","Check if the codes below match with the ones provided by the device or app:":"Ellenőrizze, hogy az alábbi kódok megegyeznek-e a készülék vagy az alkalmazás által megadott kódokkal:","Link this client to your Nextcloud account without annoying passwords and urls":"Kapcsolja ezt a klienst a Nextcloud-fiókjához idegesítő jelszavak és url-ek nélkül","This client officially supports our strong end-to-end encryption":"Ez a kliens hivatalosan is támogatja az erős végponttól végpontig tartó titkosításunkat","This client is maintained by the authors of the Passwords app":"Ezt a klienst a Passwords alkalmazás szerzői tartják fenn.","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Kattintson a gombra egy ugyanerre az eszközre telepített alkalmazás csatlakoztatásához, vagy olvassa be a QR-kódot az alkalmazással, ha az egy másik eszközön van telepítve."},"pluralForm":"nplurals=2; plural=(n != 1);"}