{"translations":{"official":"ufficiale","by {author}":"da {author}","source code":"Sorgenti","Connect with PassLink":"Connetti con PassLink","Connect a new device":"Connetti un nuovo dispositivo","Connect via link":"Connetti tramite link","Choose a name:":"Scegli un nome:","The codes don't match":"I codici non corrispondono","Looks good":"Sembra ok","Connection successful":"Connesso con successo","I'm done":"Ho finito","Don't try again":"Non riprovare","Connect something else":"Collegare un altro client","Try again":"Riprova","You cancelled the connection":"Hai cancellato la connessione","You did not confirm the connection in time":"Non hai confermato la connessione in tempo","Check if the codes below match with the ones provided by the device or app:":"Controlla se i codici qui sotto corrispondono a quelli forniti dal dispositivo o app:","learn more":"Per saperne di più","Strong Encryption":"Crittografia forte","Just scan the QR code with the app to connect it.":"È sufficiente scansionare il codice QR con l'app per collegarlo.","Click the button when you are ready to start the connection.":"Fare clic sul pulsante quando si è pronti ad avviare la connessione.","Link this client to your Nextcloud account without annoying passwords and urls":"Collegate questo client al vostro account Nextcloud senza fastidiose password e url","This client officially supports our strong end-to-end encryption":"Questo client supporta ufficialmente la nostra forte crittografia end-to-end","This client is maintained by the authors of the Passwords app":"Questo client è gestito dagli autori dell'applicazione Passwords.","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Fare clic sul pulsante per collegare un'app installata su questo dispositivo o scansionare il codice QR con l'app se è installata su un altro dispositivo.","Failed to fetch apps: {error}":"Impossibile recuperare le applicazioni: {error}"},"pluralForm":"nplurals=2; plural=(n != 1);"}