{"translations":{"by {author}":"на {author}","Failed to fetch apps: {error}":"Не удалось получить приложения: {error}","Click the button when you are ready to start the connection.":"Нажмите кнопку, когда будете готовы начать подключение.","official":"официальный","source code":"исходный код","learn more":"узнать больше","Connect with PassLink":"Связь с PassLink","Connect a new device":"Подключите новое устройство","Connect via link":"Подключение по ссылке","Choose a name:":"Выберите имя:","The codes don't match":"Коды не совпадают","Looks good":"Выглядит хорошо","Connection successful":"Подключение успешно","I'm done":"С меня хватит","Don't try again":"Не пытайтесь больше","Connect something else":"Подключите другого клиента","Try again":"Попробуйте еще раз","Strong Encryption":"Надежное шифрование","You cancelled the connection":"Вы отменили соединение","You did not confirm the connection in time":"Вы не подтвердили подключение вовремя","Just scan the QR code with the app to connect it.":"Просто отсканируйте QR-код с помощью приложения, чтобы подключить его.","Check if the codes below match with the ones provided by the device or app:":"Проверьте, совпадают ли приведенные ниже коды с кодами, предоставленными устройством или приложением:","Link this client to your Nextcloud account without annoying passwords and urls":"Свяжите этот клиент с вашей учетной записью Nextcloud без надоедливых паролей и урлов","This client officially supports our strong end-to-end encryption":"Этот клиент официально поддерживает наше надежное сквозное шифрование","This client is maintained by the authors of the Passwords app":"Этот клиент поддерживается авторами приложения Passwords.","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Нажмите кнопку, чтобы подключить приложение, установленное на этом устройстве, или отсканируйте QR-код с приложением, если оно установлено на другом устройстве."},"pluralForm":"nplurals=2; plural=(n != 1);"}