{"translations":{"official":"офіційний","source code":"вихідний код","by {author}":"від {author}","learn more":"дізнатися більше","Connect with PassLink":"Під'єднатися із PassLink","Connect a new device":"Під'єднання нового пристрою","Connect via link":"Під'єднатися за посиланням","Choose a name:":"Виберіть назву:","The codes don't match":"Коди не збігаються","Looks good":"Виглядає непогано.","Connection successful":"Успішно під'єднано","I'm done":"З мене досить","Don't try again":"Не намагайтеся більше","Connect something else":"Під'єднайте ще одного клієнта","Try again":"Спробуйте ще раз.","Strong Encryption":"Надійне шифрування","Failed to fetch apps: {error}":"Не вдалося отримати застосунки: {error}","You cancelled the connection":"Ви скасували під'єднання","You did not confirm the connection in time":"Ви вчасно не підтвердили під'єднання","Just scan the QR code with the app to connect it.":"Відскануйте QR-код за допомогою застосунку для під'єднання.","Click the button when you are ready to start the connection.":"Натисніть кнопку, коли будете готові розпочати під'єднання.","Check if the codes below match with the ones provided by the device or app:":"Перевірте, чи збігаються наведені нижче коди з кодами, які було надано пристроєм або у застосунку:","Link this client to your Nextcloud account without annoying passwords and urls":"Під'єднайте цей клієнт до вашого облікового запису у хмарі Nextcloud без надокучливих паролів та посилань","This client officially supports our strong end-to-end encryption":"Цей клієнт офіційно підтримує надійне наскрізне шифрування","This client is maintained by the authors of the Passwords app":"Цей клієнт підтримується розробниками застосунку \"Паролі\"","Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.":"Натисніть кнопку, щоб під'єднати застосунок, який встановлено на цьому пристрої, або відскануйте QR-код за допомогою застосунку, якщо його встановлено на іншому пристрої."},"pluralForm":"nplurals=2; plural=(n != 1);"}